Repository: KDE/kaichat
Catalog: po/*/kaichat.po
Languages: ar, ca, es, eu, fi, fr, he, it, ka, nl, pl, pt_br, sl, sv, tr, uk, zh_cn, zh_tw

# @option:check
source: Enable Text To Speech
ar: مكّن نطق النّصّ
ca: Activa el text a veu
es: Activar texto a voz
eu: Gaitu Testutik hizketara
fi: Käytä puhesynteesiä
fr: Activer la synthèse vocale
he: הפעלת הקראה
it: Abilita la sintesi vocale
ka: ტექსტის წარმოთქმის ჩართვა
nl: Tekst-naar-spraak inschakelen
pl: Włącz tekst-na-mowę
pt_br: Habilitar texto para fala
sl: Omogoči pretvorbo besedila v govor
sv: Aktivera text till tal
uk: Увімкнути озвучення тексту
zh_cn: 启用文字转语音
zh_tw: 啟用文字轉語音

# @option:check
source: &Use custom fonts
ar: اِستخدم خُطوطًا مُخصَّصة
ca: &Empra lletres personalitzades
es: &Usar tipos de letra personalizados
eu: &Erabili neurrira ipinitako letra-tipoak
fi: &Mukauta fontteja
fr: &Utiliser des polices personnalisées
he: להשתמש בגופנים מותאמים &אישית
it: &Utilizza caratteri personalizzati
ka: &მორგებული ფონტების გამოყენება
nl: Aangepaste lettertypen gebr&uiken
pl: &Użyj własnych czcionek
pt_br: &Usar fontes personalizadas
sl: Uporabi pisavo po meri
sv: An&vänd egna teckensnitt
tr: Ö&zel yazıtipleri kullan
uk: &Використовувати нетипові шрифти
zh_cn: 使用自定义字体(&U)
zh_tw: 使用自訂字型(&U)

# @option:check
source: Enable system tray icon
ar: فَعِّل أيقونة صينية النظام
ca: Activa la icona a la safata del sistema
es: Activar icono de la bandeja del sistema
eu: Gaitu sistemaren erretiluko ikonoa
fi: Käytä ilmoitusaluekuvaketta
fr: Activer l'icône de la boite à miniatures
he: הפעלת סמל בשורת המערכת
it: Abilita l'icona del vassoio di sistema
ka: სისტემის კუთხეში ხატულის ჩართვა
nl: Systeemvakpictogram inschakelen
pl: Włącz ikonę na tacce systemowej
pt_br: Habilitar ícone na área de notificação
sl: Omogoči ikono sistemskega pladnja
sv: Aktivera ikon i systembrickan
tr: Sistem tepsisi simgesini etkinleştir
uk: Увімкнути піктограму системного лотка
zh_cn: 启用系统托盘图标
zh_tw: 開啟系統匣圖示

# @title:window
source: Configure KAIChat
ar: اضبط كتشات
ca: Configura el KAIChat
es: Configurar KAIChat
eu: Konfiguratu KAIChat
fi: KAIChatin asetukset
fr: Configurer KAIChat
he: הגדרת KAIChat
it: Configura KAIChat
ka: KAIChat-ის მორგება
nl: KAIChat configureren
pl: Ustawienia KAIChat
pt_br: Configurar o KAIChat
sl: Konfiguriraj KAIChat
sv: Anpassa KAIChat
tr: KAIChat’i Yapılandır
uk: Налаштовування KAIChat
zh_cn: 配置 KAIChat
zh_tw: 設定 KAIChat

# @title General page name
source: General
ar: عام
eu: Orokorra
fi: Perusasetukset
fr: Général
he: כללי
it: Generale
ka: ზოგადი
nl: Algemeen
pl: Ogólne
pt_br: Geral
sl: Splošno
sv: Allmänt
tr: Genel
uk: Загальне
zh_cn: 常规
zh_tw: 一般

# @title General page name
source: Font
ar: الخط
ca: Lletra
es: Tipo de letra
eu: Letra-tipoa
fi: Fontti
fr: Police
he: גופן
it: Carattere
ka: ფონტი
nl: Lettertype
pl: Czcionka
pt_br: Fonte
sl: Pisava
sv: Teckensnitt
tr: Yazıtipi
uk: Шрифт
zh_cn: 字体
zh_tw: 字型

# @title Instances page name
source: Instances
ar: النُسخ
ca: Instàncies
es: Instancias
eu: Instantziak
fi: Ilmentymät
he: מופעים
it: Istanze
ka: გაშვებული ასლები
nl: Exemplaren
pl: Wystąpienia
pt_br: Instâncias
sl: Pojavki
sv: Instanser
tr: Örnekler
uk: Екземляри
zh_cn: 实例
zh_tw: 實體

# @title Preferences page name
source: Spell Checking
ar: التدقيق الإملائي
ca: Verificació ortogràfica
es: Comprobación de ortografía
eu: Ortografia-egiaztatzea
fi: Oikeinkirjoituksen tarkistus
fr: Correction orthographique
he: בדיקת איות
it: Controllo ortografico
ka: მართლწერის შემოწმება
nl: Spellingcontrole
pl: Sprawdzanie pisowni
pt_br: Verificação ortográfica
sl: Črkovalnik
sv: Stavningskontroll
tr: Yazım Denetimi
uk: Перевірка правопису
zh_cn: 拼写检查
zh_tw: 拼字檢查

# @title Preferences page name
source: Accessibility
ar: الإتاحة
ca: Accessibilitat
es: Accesibilidad
eu: Irisgarritasuna
fi: Esteettömyys
fr: Accessibilité
he: נגישות
it: Accessibilità
ka: წვდომადობა
nl: Toegankelijkheid
pl: Dostępność
pt_br: Acessibilidade
sl: Dostopnost
sv: Handikappstöd
uk: Доступність
zh_cn: 无障碍辅助功能
zh_tw: 無障礙輔助

# @title Instances page name
source: Plugins
ar: المُلْحَقات
ca: Connectors
es: Complementos
eu: Pluginak
fi: Liitännäiset
fr: Modules externes
he: תוספים
it: Estensioni
ka: დამატებები
pl: Wtyczki
sl: Vtičniki
sv: Insticksprogram
tr: Eklentiler
uk: Додатки
zh_cn: 插件
zh_tw: 外掛程式

# @title Preferences page name
source: User Feedback
ar: ملاحظات المستخدمين
ca: Comentaris de l'usuari
es: Comentarios del usuario
eu: Erabiltzailearen atzera-elikadura
he: משוב משתמש
it: Segnalazioni degli utenti
ka: მომხარებლის უკუკავშირი
pt_br: Comentários do usuário
sl: Povratne informacije uporabnikov
uk: Відгуки користувача
zh_cn: 用户反馈

# @action:inmenu
source: Export…
ar: صَدِّر...
ca: Exporta…
es: Exportar…
eu: Esportatu…
fi: Vie…
fr: Exporter…
he: ייצוא…
it: Esporta…
ka: გატანა…
nl: Exporteren…
pl: Wyeksportuj…
pt_br: Exportar…
sl: Izvoz…
sv: Exportera…
tr: Dışa Aktar…
uk: Експортувати…
zh_cn: 导出...
zh_tw: 匯出…

# @action
source: Export as JSON…
ar: صَدِّر بصيغة JSON...
ca: Exporta com a JSON…
es: Exportar como JSON…
eu: Esportatu JSON gisa…
fi: Vie JSONiksi…
fr: Exporter au format « JSON »...
he: ייצוא כ־JSON…
it: Esporta come JSON…
ka: გატანა JSON-ში…
nl: Als JSON exporteren…
pl: Wyeksportuj jako JSON…
pt_br: Exportar como JSON…
sl: Izvozi kot JSON…
sv: Exportera som JSON…
tr: JSON Olarak Dışa Aktar…
uk: Експортувати як JSON…
zh_cn: 以 JSON 形式导出...
zh_tw: 匯出為 JSON…

source: kaichat
ar: كتشات

source: Json File
ar: ملف جوسن JSON
es: Archivo JSON
he: קובץ Json
it: File Json
ka: Json ფაილი
pt_br: Arquivo json
sl: datoteka Json
uk: Файл JSON
zh_cn: Json 文件

# @action
source: Export as Markdown…
ar: صَدِّر بصيغة Markdown...
ca: Exporta com a Markdown…
es: Exportar como Markdown…
eu: Esportatu Markdown gisa…
fi: Vie Markdowniksi…
fr: Exporter au format « Markdown »...
he: ייצוא כ־Markdown…
it: Esporta come Markdown…
ka: გატანა მარკდაუნში…
nl: Als Markdown exporteren…
pl: Wyeksportuj jako Markdown…
pt_br: Exportar como Markdown…
sl: Izvozi kot Markdown…
sv: Exportera som Markdown…
tr: Markdown Olarak Dışa Aktar…
uk: Експортувати як Markdown…
zh_cn: 导出为 Markdown...
zh_tw: 匯出為 Markdown…

# @action
source: Export as Text…
ar: صَدِّر بصيغة نص...
ca: Exporta com a text…
es: Exportar como texto…
eu: Esportatu testu gisa…
fi: Vie tekstiksi…
fr: Exporter au format « Texte »...
he: ייצוא כטקסט…
it: Esporta come testo…
ka: გატანა ტექსტის სახით…
nl: Als tekst exporteren…
pl: Wyeksportuj jako tekst…
pt_br: Exportar como texto…
sl: Izvozi kot besedilo…
sv: Exportera som text…
tr: Metin Olarak Dışa Aktar…
uk: Експортувати як текст…
zh_cn: 导出为文本...
zh_tw: 匯出為純文字…

# @action:inmenu
source: Import…
ar: استورد…
ca: Importa…
es: Importar…
he: ייבוא…
it: Importa…
ka: შემოტანა…
pt_br: Importar…
sl: Uvoz…
uk: Імпортувати…
zh_cn: 导入

# @action
source: Import as JSON…
ar: استورد بصيغة JSON…
es: Importar como JSON…
he: ייבוא כ־JSON…
it: Importa come JSON…
ka: შემოტანა JSON-ის სახით…
pt_br: Importar como JSON…
sl: Uvozi kot JSON…
uk: Експортувати як JSON…
zh_cn: 以JSON形式导入...

source: %1 string found.
ar: عُثِر على %1 سلسلة.
ca: S'ha trobat %1 cadena.
es: Se ha encontrado %1 cadena.
eu: Kate %1 aurkitu da.
fi: %1 merkkijono löytynyt.
fr: La chaine %1 a été trouvée.
he: נמצאה מחרוזת.
it: %1 stringa trovata.
ka: ნაპოვნია %1 სტრიქონი.
nl: %1 tekenreeks gevonden.
pl: Znaleziono %1 ciąg znaków.
pt_br: %1 string encontrado.
sl: Najdenih %1 nizov.
sv: %1 sträng hittades.
tr: %1 dizi bulundu.
uk: Знайдено %1 рядок.
zh_cn: 找到 %1 条字符串.
zh_tw: 找到 %1 個字串。

source: What's new
ar: ما الجديد
ca: Què hi ha de nou
es: Novedades
eu: Zer berri
fi: Mitä uutta
fr: Quoi de neuf
he: מה חדש
it: Cosa c'è di nuovo
ka: რა არის ახალი
nl: Wat is nieuw
pl: Co nowego
pt_br: O que há de novo
sl: Kaj je novega
sv: Vad är nytt
tr: Neler Yeni
uk: Що нового?
zh_cn: 新增功能
zh_tw: 新功能

# @action
source: Show Archive
ar: أَرِشِف
ca: Mostra l'arxiu
es: Mostrar el archivo
eu: Erakutsi artxiboa
fi: Näytä arkisto
fr: Afficher l'archive
he: הצגת ארכיון
it: Mostra archivio
ka: არქივის ჩვენება
nl: Archief tonen
pl: Pokaż archiwum
pt_br: Mostrar arquivo
sl: Prikaži arhiv
sv: Visa arkiv
tr: Arşivi Göster
uk: Показати архів
zh_cn: 显示归档
zh_tw: 顯示封存

# @action
source: Search in Database…
ar: البحث في قاعدة البيانات…
ca: Cerca a la base de dades…
es: Buscar en la base de datos…
eu: Bilatu datu-basean…
fi: Etsi tietokannasta…
fr: Rechercher dans la base de données…
he: חיפוש במסד הנתונים…
it: Cerca nella banca dati…
ka: ძებნა მონაცემთა ბაზაში…
nl: In database zoeken…
pl: Poszukaj w bazie danych…
pt_br: Pesquisar no banco de dados…
sl: Išči v podatkovni zbirki…
sv: Sök i databas…
tr: Veritabanında Ara…
uk: Шукати у базі даних…
zh_cn: 在数据库中搜索...
zh_tw: 在資料庫中搜尋…

# @action
source: Open Quick Ask…
ar: اِفتح السؤال السريع…
ca: Obre una pregunta ràpida…
es: Abrir pregunta rápida…
eu: Ireki Galdera azkarra…
fi: Avaa pikakysymys…
fr: Ouvrir la boite de dialogue de requête rapide...
he: פתיחת שאלה מהירה…
it: Apri Domanda rapida…
ka: სწრაფი კითხვის გახსნა…
nl: Snel vragen openen…
pl: Otwórz szybkie zapytania…
pt_br: Abrir pergunta rápida…
sl: Odpri hitro vprašanje…
sv: Öppna snabbfråga…
tr: Tez Sorguyu Aç…
uk: Відкрити швидке питання…
zh_cn: 打开 Quick Ask...
zh_tw: 開啟快速詢問…

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
ar: <qt>سيُخفِي هذا شريط القوائم كُليًّا. أَظهِره مُجدَّدًا بِطِباعَة %1.</qt>
ca: <qt>Això ocultarà completament la barra de menús. La podeu tornar a mostrar prement %1.</qt>
es: <qt>Esto ocultará la barra de menú completamente. Puede volver a mostrarla pulsando %1.</qt>
eu: <qt>Honek menu-barra erabat ezkutatutako du. %1 tekleatuz berriz erakuts dezakezu.</qt>
fi: <qt>Tämä piilottaa valikkorivin kokonaan. Saat sen uudelleen näkyviin painamalla %1.</qt>
fr: <qt>Ceci masquera en totalité du barre de menus. Vous pouvez l'afficher à nouveau en appuyant sur %1.</qt>
he: <qt>הפעולה הזת תסתיר את סרגל התפריטים לחלוטין. אפשר להציג אותו שוב בהקלדת %1.</qt>
it: <qt>Questo nasconderà completamente la barra dei menu. Potrai mostrarla nuovamente digitando %1.</qt>
ka: <qt>ეს მენიუს ზოლ მთლიანად დამალავს. მენიუს თავიდან საჩვენებლად დააწექით: %1.</qt>
nl: <qt>Hierdoor wordt de menubalk geheel verborgen. U kunt die weer zichtbaar maken door %1 te typen.</qt>
pl: <qt>To spowoduje całkowite ukrycie paska menu. Można go przywrócić naciskając %1.</qt>
pt_br: <qt>Isso ocultará a barra de menu completamente. Você pode exibi-la novamente digitando %1.</qt>
sl: <qt>To bo popolnoma skrilo menijsko vrstico. Ponovno jo lahko prikažete tako, da vtipkate %1.</qt>
sv: <qt>Det här döljer menyraden fullständigt. Du kan visa den igen genom att skriva %1.</qt>
tr: <qt>Bu, menü çubuğunu tümüyle gizleyecektir. %1 yazarak onu yeniden gösterebilirsiniz.</qt>
uk: <qt>За допомогою цього пункту можна повністю сховати смужку меню. Наказати програмі знову показувати цю смужку можна клавіатурним скороченням %1.</qt>
zh_cn: <qt>这将完全隐藏菜单栏。按 %1 可以重新显示。</qt>
zh_tw: <qt>這會完全隱藏選單列。您可以按下 %1 重新顯示選單列。</qt>

# @title:window
source: Hide menu bar
ar: أَخفِ شريط القوائم
ca: Ocultació de la barra de menús
es: Ocultar la barra de menú
eu: Ezkutatu menu-barra
fi: Piilota valikkorivi
fr: Masquer la barre de menus
he: הסתרת סרגל תפריטים
it: Nascondi la barra dei menu
ka: მენიუს ზოლის დამალვა
nl: Menubalk verbergen
pl: Ukryj pasek menu
pt_br: Ocultar barra de menus
sl: Skrij menijsko vrstico
sv: Dölj menyrad
tr: Menü Çubuğunu Gizle
uk: Приховати смужку меню
zh_cn: 隐藏菜单栏
zh_tw: 隱藏選單列

# @title:window
source: Import Chats
ar: استورد دردشات
ca: Importa xats
es: Importar conversaciones
he: ייבוא שיחות
it: Importa chat
ka: ჩატების შემოტანა
pt_br: Importar bate-papos
sl: Uvozi klepete
uk: Імпорт даних спілкування
zh_cn: 导入聊天

# @title:window
source: Export Chats
ar: صَدِّر الدردشات
ca: Exporta xats
es: Exportar conversaciones
eu: Esportatu berriketak
fi: Vie keskusteluja
fr: Exporter les salons
he: ייצוא שיחות
it: Esporta chat
ka: ჩატების გატანა
nl: Chats exporteren
pl: Wyeksportuj rozmowy
pt_br: Exportar bate-papo
sl: Izvozi klepete
sv: Exportera chatter
tr: Sohbetleri Dışa Aktar
uk: Експорт даних спілкування
zh_cn: 导出聊天
zh_tw: 匯出聊天

source: Model Download Done
ar: نَزِّل النموذج
ca: S'ha efectuat la baixada del model
es: Descarga de modelo terminada
eu: Eredua zama-jaistea burutu da
fi: Mallin lataus valmis
fr: Téléchargement du modèle terminé
he: הורדת המודל הסתיימה
it: Scaricamento del modello completato
ka: მოდელის გადმოწერა დასრულდა
nl: Downloaden van model gedaan
pl: Ukończono pobieranie modelu
pt_br: Download do modelo concluído
sl: Prenos modela končan
sv: Modellnerladdning klar
tr: Model İndirildi
uk: Отримання моделі завершено
zh_cn: 模型下载完成
zh_tw: 模型下載完成

source: Model %1 was download.
ar: نَزِّل النموذج %1.
ca: S'ha baixat el model %1.
es: Se ha descargado el modelo %1.
eu: %1 eredua zama-jaitsi da.
fi: Malli %1 ladattiin.
fr: Le modèle %1 a été téléchargé.
he: הורדת המודל %1 הסתיימה.
it: Il modello %1 è stato scaricato.
ka: მოდელი %1 გადმოწერილია.
nl: Model %1 was gedownload.
pl: Pobrano model %1.
pt_br: O modelo %1 foi baixado.
sl: Model %1 je bil prenesen.
sv: Model %1 har laddats ner.
tr: %1 modeli indirildi.
uk: Модель %1 отримано.
zh_cn: 模型 %1 已下载。
zh_tw: 模型 %1 已下載完成。

source: &Settings
ar: الإعدادات
ca: &Configuració
es: &Preferencias
eu: E&zarpenak
fi: A&setukset
fr: &Configuration
he: ה&גדרות
it: Impo&stazioni
ka: მორგე&ბა
nl: In&stellingen
pl: U&stawienia
pt_br: &Configurações
sl: Na&stavitve
sv: In&ställningar
tr: Ayar&lar
uk: П&араметри
zh_cn: 设置(&S)
zh_tw: 設定(&S)

source: &Edit
ar: &حرّر
ca: &Edita
es: &Editar
eu: &Editatu
fi: &Muokkaa
fr: &Édition
he: &עריכה
it: &Modifica
ka: ჩასწორ&ება
nl: B&ewerken
pl: &Edycja
pt_br: &Editar
sl: Ur&edi
sv: &Redigera
tr: Dü&zen
uk: З&міни
zh_cn: 编辑(&E)
zh_tw: 編輯(&E)

source: View
ar: اِعرض
ca: Visualitza
es: Ver
eu: Ikuspegia
fi: Näkymä
fr: Affichage
he: תצוגה
it: Visualizza
ka: ნახვა
nl: Beeld
pl: Widok
pt_br: Ver
sl: Pogled
sv: Visa
tr: Görünüm
uk: Перегляд
zh_cn: 查看
zh_tw: 檢視

source: Tools
ar: الأدوات
ca: Eines
es: Herramientas
eu: Tresnak
fi: Työkalut
fr: Outils
he: כלים
it: Strumenti
ka: ხელსაწყოები
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
sl: Orodja
sv: Verktyg
tr: Araçlar
uk: Інструменти
zh_cn: 工具
zh_tw: 工具

source: &Help
ar: المُساعدة
ca: A&juda
es: A&yuda
eu: &Laguntza
fi: &Ohje
fr: &Aide
he: ע&זרה
it: Ai&uto
ka: &დახმარება
pl: &Pomoc
pt_br: Aj&uda
sl: Pomoč
sv: &Hjälp
tr: &Yardım
uk: &Довідка
zh_cn: 帮助(&H)
zh_tw: 說明(&H)

source: Main Toolbar
ar: شريط الأدوات الرئيسي
ca: Barra d'eines principal
es: Barra de herramientas principal
eu: Tresna-barra nagusia
fi: Päätyökalurivi
fr: Barre principale d'outils
he: סרגל כלים ראשי
it: Barra degli strumenti principale
ka: ხელსაწყოთა მთავარი ზოლი
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt_br: Barra de ferramentas principal
sl: Glavna orodna vrstica
sv: Huvudverktygsrad
tr: Ana Araç Çubuğu
uk: Головна панель
zh_cn: 主工具栏
zh_tw: 主工具列

source: Add Grok instance support.
ar: إتاحة نسخة غروك.
ca: Afegeix la implementació d'instàncies Grok.
es: Se ha añadido la implementación de Gork.
eu: Gork instantziaren euskarria gehitzea.
he: הוספת תמיכה במופע של Grok.
it: Aggiunge il supporto per l'istanza Grok.
ka: დაემატა Grok-ის გაშვებული ასლების მხარდაჭერა.
pt_br: Adiciona suporte à instância do Grok.
sl: Dodaj podporo pojavku Grok.
uk: Додано підтримку екземплярів Grok.
zh_cn: 添加实例支持。

source: Add User Feedback support.
ar: إضافة تعليقات المستخدمين.
ca: Afegeix la implementació dels comentaris de l'usuari.
es: Añadir compatibilidad con comentarios del usuario.
eu: Erabiltzailearen atzera-elikadura euskarria gehitzea.
he: הוספת תמיכה במשוב משתמש.
it: Aggiunge il supporto per le segnalazioni degli utenti
ka: დაემატა მომხმარებლის უკუკავშირის მხარდაჭერა.
pt_br: Adiciona suporte a comentários do usuário.
sl: Dodaj podporo za povratne informacije uporabnikov.
uk: Додано підтримку відгуків користувачів.
zh_cn: 添加用户反馈支持。

source: Allow to show model info.
ar: اسمح بعرض معلومات النموذج.
ca: Permet mostrar la informació del model.
es: Permitir que se muestre información del modelo.
eu: Ereduaren informazioa erakusteko aukera ematea.
he: לאפשר את הצגת פרטי המודל.
it: Consente di mostrare le informazioni sul modello.
ka: მოდელის ინფორმაციის ჩვენების დაშვება.
pt_br: Permite mostrar informações do modelo.
sl: Dovoli prikaz informacij o modelu.
uk: Дозволити показувати відомості щодо моделі.
zh_cn: 允许显示模型信息。

source: Add import chat support.
ar: إتاحة استيراد الدردشة.
ca: Afegeix la implementació d'importació de xats.
es: Se ha añadido la posibilidad de importar conversaciones.
he: הוספת תמיכה בייבוא שיחות.
it: Aggiungere il supporto per l'importazione delle chat.
ka: დაემატა ჩატის შემოტანის მხარდაჭერა.
pt_br: Adiciona suporte a importação de bate-papo.
sl: Dodaj podporo uvoza klepeta.
uk: Додано підтримку імпортування даних спілкування.
zh_cn: 添加导入聊天支持。

source: Add Ollama Online support.
ar: إضافة دعم أولاما عبر الإنترنت.
es: Se ha añadido compatibilidad con Ollama Online.
he: הוספת תמיכה ב־Ollama מקוונת.
it: Aggiunge il supporto per Ollama in linea.
ka: დაემატა Ollama Online-ის მხარდაჭერა.
pt_br: Adiciona suporte ao Ollama Online.
sl: Dodaj podporo za Ollama Online.
uk: Додано підтримку Ollama Online.
zh_cn: 添加 Ollama 在线支持。

source: Add Ollama Cloud support.
ar: إضافة دعم سحابة أولاما.
es: Se ha añadido compatibilidad con Ollama Cloud.
it: Aggiunge il supporto per Ollama Cloud.
ka: დაემატა Ollama Cloud-ის მხარდაჭერა.
pt_br: Adiciona suporte ao Ollama Cloud.
sl: Dodaj podporo za Ollama Cloud.
uk: Додано підтримку Ollama Cloud.
zh_cn: 添加 Olama 云端支持。

source: Allow to duplicate chat.
ar: اسمح بتكرار الدردشة.
es: Permitir duplicar la conversación.
it: Consente di duplicare la chat.
ka: ჩატის დუბლირების დაშვება.
pt_br: Permite duplicar o bate-papo.
sl: Dovoli podvajanje klepeta.
zh_cn: 允许重复聊天。

source: Add Ollama Keep Alive setting support.
ar: إضافة إعداد استبقاء أولاما.
es: Se ha añadido compatibilidad con los ajustes de mantener activo Ollama.
it: Aggiunge il supporto per l'impostazione Keep Alive di Ollama.
ka: დაემატა Ollama-ის ცოცხლად დატოვების პარამეტრის მხარდაჭერა.
pt_br: Adicionada a opção "Manter vivo" para o Ollama.
sl: Dodajte podporo za nastavitev Ollama Keep Alive.
zh_cn: 添加 Ollama 常启用设置支持。

source: Show Ollama log.
ar: أظهر سجل أولاما.
es: Mostrar el registro de Ollama.
it: Mostra il registro di Ollama.
ka: Ollama-ის ჟურნალის ჩვენება.
pt_br: Mostra registro do Ollama.
sl: Prikaži dnevnik Ollama.
zh_cn: 显示 Ollama 日志.

source: Allow to expose Ollama to local network.
ar: اسمح بتعريض أولاما للشبكة المحلية.
es: Permitir la exposición de Ollama a la red local.
it: Consente di esporre Ollama alla rete locale.
pt_br: Permitir que o Ollama seja exposto à rede local.
sl: Dovoli izpostaviti Ollama lokalnemu omrežju.

source: Add what's new support.
ar: أَضِف دعم ما الجديد.
ca: Afegeix la implementació de Què hi ha de nou.
es: Se ha añadido la implementación de novedades.
eu: Zer berri-ren euskarria gehitu.
fi: Lisää mitä uutta -tuki.
fr: Ajoute la prise en charge de « Quoi de neuf »
he: הוספת תמיכה ב„מה חדש”.
it: Aggiungi il supporto per le novità.
ka: დაემატა მენიუ 'რა არის ახალი'.
nl: Ondersteuning voor Wat is nieuw toevoegen.
pl: Dodanie obsługi co nowego.
pt_br: Adiciona suporte a 'O que há de novo'.
sl: Dodaj podporo kaj je novega.
sv: Lägg till stöd för Vad är nytt.
tr: Neler Yeni desteği ekle
uk: Додано підтримку показу новин щодо програми.
zh_cn: 添加“新增功能”支持。
zh_tw: 新增「新功能」列表支援。

source: Add instance support.
ar: أَضِف دعم النُسخ.
ca: Afegeix la implementació d'instàncies.
es: Se ha añadido la implementación de instancias.
eu: Instantzien euskarria gehitu.
fi: Lisää ilmentymätuki.
fr: Ajouter la prise en charge d'instances.
he: הוספת תמיכה במופעים.
it: Aggiunge il supporto delle istanze.
ka: დაემატა გაშვებული ასლების მხარდაჭერა.
nl: Ondersteuning voor exemplaar toevoegen.
pl: Dodano obsługę wystąpień.
pt_br: Adiciona suporte à instância.
sl: Dodaj podporo pojavka.
sv: Lägg till instansstöd.
tr: Örnek desteği ekle
uk: Додано підтримку екземплярів програми.
zh_cn: 添加实例支持。
zh_tw: 新增實體支援。

source: Add Mardown support.
ar: أَضِف دعم Markdown.
ca: Afegeix la implementació del Markdown.
es: Se ha añadido compatibilidad con Markdown.
eu: Markdown-en euskarria gehitu.
fi: Lisää Markdown-tuki.
fr: Ajouter la prise en charge du format « Markdown ».
he: הוספת תמיכה ב־Markdown.
it: Aggiunge il supporto Markdown.
ka: დაემატა მარკდაუნის მხარდაჭერა.
nl: Ondersteuning voor Markdown toevoegen.
pl: Dodano obsługę Markdown.
pt_br: Adiciona suporte ao Markdown.
sl: Dodaj podporo za Markdown.
sv: lägg till stöd för Markdown
tr: Markdown desteği ekle
uk: Додано підтримку Markdown.
zh_cn: 添加 Markdown 支持。
zh_tw: 新增 Markdown 支援。

source: Add Highlighting support.
ar: أَضِف دعم التمييز.
ca: Afegeix la implementació del ressaltat.
es: Se ha añadido la implementación de resaltado.
eu: Nabarmentzeko euskarria gehitu.
fi: Lisää korostustuki.
fr: Ajouter la prise en charge de la surbrillance
he: הוספת תמיכה בהדגשה.
it: Aggiunge il supporto per l'evidenziazione.
ka: დაემატა გამოკვეთის მხარდაჭერა.
nl: Ondersteuning voor accentuering.
pl: Dodano obsługę podświetlania.
pt_br: Adiciona suporte ao realce.
sl: Dodaj podporo za osvetljevanje.
sv: Lägg till stöd för syntaxfärgläggning.
tr: Vurgu desteği ekle
uk: Додано підтримку підсвічування.
zh_cn: 添加高亮支持。
zh_tw: 新增突顯支援。

source: Fix allow delete chat. Bug %1
ar: اِصلح السماح بِحَذف الدردشة. علة %1
ca: Corregeix permetre la supressió de xat. Error %1
es: Se ha corregido la posibilidad de borrar la conversación. Fallo %1
eu: Baimendu berriketa ezabatzea konpondu. %1 akatsa
fi: Korjattu salli keskustelun poistaminen. Ohjelmavirhe %1
fr: Correction de l'autorisation de supprimer un salon. Bogue %1
he: תוקנה האפשרות למחוק שיחה. תקלה %1
it: Correzione del bug %1 che consente di eliminare la chat
ka: გასწორდა ჩატის წაშლის უფლების მიცემა. შეცდომა %1
nl: Toestaan chat te verwijderen repareren. Bug %1
pl: Poprawiono usuwanie rozmów. Błąd %1
pt_br: Corrige permissão para excluir bate-papo. Bug %1
sl: Popravek omogoča brisanje klepeta. Napaka %1
sv: Rätta tillåt borttagning av chatt. Fel %1
tr: Sohbeti silmeyi düzelt (hata %1)
uk: Виправлено дозвіл на вилучення спілкування. Вада %1
zh_cn: 修复了允许删除聊天的问题。Bug %1
zh_tw: 修正允許刪除聊天。Bug %1

source: Add Quick Ask Dialog.
ar: أَضِف حوار السؤال السريع.
ca: Afegeix el diàleg de pregunta ràpida.
es: Añadir diálogo de pregunta rápida.
eu: Galdera azkarra elkarrizketa-koadroa gehitu.
fi: Lisää pikakysymysikkuna.
fr: Ajouter une boite de dialogue de requête rapide.
he: הוספת חלונית שאלה מהירה.
it: Aggiunge finestra Domanda rapida.
ka: სწრაფი კითხვის დიალოგის დამატება.
nl: Dialoog van Snel vragen toevoegen.
pl: Dodano okno szybkich zapytań.
pt_br: Adiciona diálogo de pergunta rápida.
sl: Dodaj pogovorno okno za hitro vprašanje.
sv: Lägg till snabbfrågedialogruta.
tr: Tez sorgu iletişim kutusu eklendi
uk: Додано вікно швидкого питання.
zh_cn: 添加 Quick Ask 对话框
zh_tw: 新增快速詢問對話框。

source: Allow to download Ollama on Windows/MacOs.
ar: اِسمح بتنزيل Ollama على ويندوز/ماك أو إس.
ca: Permet baixar l'Ollama en Windows/MacOs.
es: Permitir la descarga de Ollama en Windows/macOS.
eu: Ollama Windows/MacOs-en zama-jaistea baimendu.
fi: Sallii Ollaman lataamisen Windowsissa tai macOSissa.
fr: Autoriser le téléchargement de Ollama sur Windows / macOS.
he: לאפשר להוריד Ollama על Windows/macOS.
it: Consente di scaricare Ollama su Windows/MacOs.
ka: Ollama-ის გადმოწერის დაშვება Windows/macOS-ზე.
nl: Toestaan Ollama te downloaden op Windows/MacOs.
pl: Możliwość pobrania Ollama na Windowsie/MacOsie.
pt_br: Permitir o download do Ollama no Windows/MacOs.
sl: Dovoli prenos Ollame na Windows/MacOs.
sv: Tillåt nerladdning av Ollama på Windows och MacOs.
tr: Windows ve macOS üzerinde Ollama’yı indirmeye olanak tanı
uk: Уможливлено отримання Ollama у Windows/MacOs.
zh_cn: 允许在 Windows/MacOs 上下载 Ollama。
zh_tw: 允許在 Windows/macOS 上下載 Ollama。
