Repository: KDE/kaichat
Catalog: po/*/kaichat.po
Languages: ar, ca, es, eu, fi, fr, he, it, ka, nl, pl, pt_br, sl, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Josep M. Ferrer
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
he: צוות התרגום של KDE ישראל
it: Vincenzo Reale
ka: Temuri Doghonadze
nl: Freek de Kruijf - 2025
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国, Eric Zhao, ShiroAzusa
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: txemaq@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
he: kde-l10n-he@kde.org
it: smart2128vr@gmail.com
ka: temuri.doghonadze@gmail.com
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, zhaojiale20060708@outlook.com, azusa@shiroazusa.net
zh_tw: mail@kisaragi-hiu.com

source: KAIChat
ar: كتشات

source: AI Chat
ar: دردشة للذكاء الاصطناعي
ca: Xat d'IA
es: Chat IA
eu: AA berriketa
fi: Tekoälykeskustelu
fr: Discussion avec une IA
he: שיחה עם בינה מלאכותית
it: Chat IA
ka: ხი-სთან ჩატი
pl: Okienko AI
pt_br: Chat de IA
sv: AI-chatt
tr: Yapay Zekâ Sohbeti
uk: Спілкування з ШІ
zh_cn: AI 聊天
zh_tw: AI 聊天

source: Copyright © 2025-2026 Laurent Montel
ar: حقوق النشر © 2025-2026 لوران مونتيل
he: כל הזכויות שמורות © 2025‎‏-2026 ללורנט מונטל
ka: © 2025-2026 ლორან მონტელი, ყველა უფლება დაცულია
pt_br: Direitos autorais © 2025-2026 Laurent Montel
uk: © Laurent Montel <montel@kde.org>, 2025–2026

# @info:credit
source: Laurent Montel
ar: لوران مونتيل
he: לורנט מונטל
ka: ლორან მონტელი

source: Maintainer
ar: المُحافظ
ca: Mantenidor
es: Encargado
eu: Mantentzailea
fi: Ylläpitäjä
fr: Mainteneur
he: מתחזק
it: Responsabile
ka: წამყვანი პროგრამისტი
nl: Onderhouder
pl: Opiekun
pt_br: Mantenedor
sl: Vzdrževalec
sv: Underhåll
tr: Bakımcı
uk: Супровідник
zh_cn: 维护人员
zh_tw: 維護者

source: The following instances are available:
ar: النُسخ التالية متوفِّرة:
ca: Hi ha disponibles les instàncies següents:
es: Las siguientes instancias están disponibles:
eu: Ondoko instantziak erabilgarri daude:
fi: Seuraavat ilmentymät ovat käytettävissä:
fr: Les instances suivantes sont disponibles :
he: המופעים הבאים זמינים:
it: Sono disponibili le seguenti istanze:
ka: ხელმისაწვდომია შემდეგი გაშვებული ასლები:
nl: De volgende exemplaren zijn beschikbaar:
pl: Dostępne są następujące wystąpienia:
pt_br: As seguintes instâncias estão disponíveis:
sl: Na voljo so naslednji pojavki:
sv: Följande instanser är tillgängliga:
tr: Aşağıdaki örnekler kullanılabilir:
uk: Доступні такі екземпляри:
zh_cn: 下列实例可用：
zh_tw: 以下實體可供使用：

source: List of Chats:
ar: قائمة الدردشات:
ca: Llista de xats:
es: Lista de conversaciones:
eu: Berriketa-zerrenda:
fi: Keskusteluluettelo:
fr: Liste des salons de discussions :
he: רשימת שיחות:
it: Elenco delle chat:
ka: ჩატების სია:
nl: Lijst met chats:
pl: Lista rozmów:
pt_br: Lista de bate-papos:
sl: Seznam klepetov:
sv: Chattlista:
tr: Sohbet listeleri:
uk: Список спілкувань:
zh_cn: 聊天列表：
zh_tw: 聊天列表：

source: Plugins:
ar: الملحقات:
ca: Connectors:
es: Complementos:
eu: Pluginak:
fr: Modules externes :
he: תוספים:
it: Estensioni:
ka: დამატებები:
sl: Vtičniki:
uk: Додатки:
zh_cn: 插件:

# @info:shell
source: Return lists of instances
ar: أَعد قوائم النُسخ
ca: Retorna la llista d'instàncies
es: Devolver listas de instancias
eu: Itzuli instantzia-zerrendak
fi: Palauttaa ilmentymäluettelon
fr: Retourner les listes des instances
he: החזרת רשימות מופעים
it: Restituisci elenchi di istanze
ka: აბრუნებს გაშვებული ასლების სიას
nl: Lijsten met exemplaren teruggeven
pl: Zwróć listę wystąpień
pt_br: Retornar listas de instâncias
sl: Vrni sezname pojavkov
sv: Returnera lista över instanser
tr: Örneklerin listesini döndür
uk: Повернути списки екземплярів
zh_cn: 返回实例列表
zh_tw: 回傳實體列表

# @info:shell
source: Start with specific instance
ar: اِبدأ بنُسخة محدَّدة
ca: Comença amb una instància específica
es: Iniciar con una instancia específica
eu: Hasi instantzia jakin batekin
fi: Aloita määräilmentymästä
fr: Démarrer avec une instance spécifique
he: התחלה עם מופע מסוים
it: Inizia con un'istanza specifica
ka: დაწყება მითითებული გაშვებული ასლით
nl: Start met specifiek exemplaar
pl: Rozpocznij z danym wystąpieniem
pt_br: Iniciar com instância específica
sl: Začni s konkretnim pojavkom
sv: Starta med specifik instanser
tr: Belirli bir örnekle başlat
uk: Почати з певного екземпляра
zh_cn: 以特定实例开始
zh_tw: 以指定實體啟動

source: Instance Name
ar: اسم النسخة
ca: Nom de la instància
es: Nombre de la instancia
eu: Instantziaren izena
fr: Nom de l'instance
he: שם מופע
it: Nome istanza
ka: გაშვებული ასლის სახელი
nl: Naam van exemplaar
pt_br: Nome da instância
sl: Ime pojavka
uk: Назва екземпляра
zh_cn: 实例名称

# @info:shell
source: Create new chat
ar: أَنشئ دردشة جديدة
ca: Crea un xat nou
es: Crear nueva conversación
eu: Sortu berriketa berria
fi: Luo uusi keskustelu
fr: Créer un nouveau salon
he: יצירת שיחה חדשה
it: Crea una nuova chat
ka: ახალი ჩატის შექმნა
nl: Nieuwe chat aanmaken
pl: Utwórz nową rozmowę
pt_br: Criar novo bate-papo
sl: Ustvari nov klepet
sv: Skapa ny chatt
tr: Yeni sohbet oluştur
uk: Створити обговорення
zh_cn: 创建新聊天
zh_tw: 建立新的聊天

source: New Chat Title
ar: عنوان الدردشة ا لجديدة
ca: Títol del xat nou
es: Título de la nueva conversación
eu: Berriketa berriaren titulua
fr: Nouveau titre du salon de discussions
he: כותרת לשיחה חדשה
it: Nuovo titolo chat
ka: ახალი ჩატის სათაური
nl: Nieuwe titel van chat
pt_br: Título novo do chat
sl: Nov naslov klepeta
uk: Заголовок нового спілкування
zh_cn: 新聊天标题

# @info:shell
source: Open Quick Ask
ar: اِفتح السؤال السريع
ca: Obre una pregunta ràpida
es: Abrir pregunta rápida
eu: Ireki Galdera azkarra
fi: Avaa pikakysymys
fr: Ouvrir la boite de dialogue de requête rapide
he: פתיחת שאלה מהירה
it: Apri Domanda rapida
ka: სწრაფი კითხვის გახსნა
nl: Snel vragen openen
pl: Otwórz szybkie zapytania
pt_br: Abrir pergunta rápida
sl: Odpri hitro vprašanje
sv: Öppna snabbfråga
tr: Tez sorguyu aç
uk: Відкрити швидке питання
zh_cn: 打开 Quick Ask
zh_tw: 開啟快速詢問

# @info:shell
source: Switch to Chat
ar: اِنتقل إلى الدردشة
ca: Canvia a xat
es: Cambiar a conversación
eu: Aldatu berriketara
fi: Vaihda keskusteluun
fr: Basculer en mode de discussions
he: העברה לשיחה
it: Passa a Chat
ka: ჩატზე გადართვა
nl: Omschakelen naar Chat
pl: Przełącz na rozmowę
pt_br: Mudar para o bate-papo
sl: Preklopi na klepet
sv: Byt till chatt
tr: Sohbete geç
uk: Перемкнутися на спілкування
zh_cn: 切换到聊天模式
zh_tw: 切換到聊天

source: Chat Name
ar: اسم الدردشة
ca: Nom del xat
es: Nombre de la conversación
eu: Berriketaren izena
fr: Nom du salon de discussions
he: שם השיחה
it: Nome chat
ka: ჩატის სახელი
nl: Chatnaam
pt_br: Nome do chat
sl: Ime klepeta
uk: Назва спілкування
zh_cn: 聊天名称

# @info:shell
source: Switch to Chat from identifier
ar: اِنتقل إلى الدردشة من المُعرِّف
ca: Canvia a un xat a partir de l'identificador
es: Cambiar a la conversación del identificador
eu: Aldatu berriketara identifikatzailetik
fi: Vaihda keskusteluun tunnisteen mukaan
fr: Basculer vers la discussion selon l'identifieur
he: מעבר לשיחה ממזהה
it: Passa a Chat da identificatore
ka: გადართვა ჩატზე იდენტიფიკატორიდან
nl: Omschakelen naar Chat vanaf identifier
pl: Przełączanie na rozmowę po identyfikatorze
pt_br: Mudar para o bate-papo do identificador
sl: Preklopi na klepet iz določilnika
sv: Byt till chatt från identifierare
tr: Tanımlayıcı ile sohbete geç
uk: Перемкнутися на спілкування з ідентифікатора
zh_cn: 从标识符切换到聊天
zh_tw: 從識別子切換到聊天

source: Chat Identifier
ar: مُعرِّف ا لدردشة
ca: Identificador del xat
es: Identificador de la conversación
eu: Berriketa identifikatzailea
fr: Identifiant de salon de discussions
he: מזהה שיחה
it: Identificatore chat
ka: ჩატის იდენტიფიკატორი
pt_br: Identificador do chat
sl: Določilnik klepeta
uk: Ідентифікатор спілкування
zh_cn: 聊天标识符

# @info:shell
source: Ask Message
ar: اِسأل رسالة
ca: Pregunta un missatge
es: Mensaje de la pregunta
eu: Galdera mezua
fi: Kysy viestiä
fr: Demander un message
he: לשאול שאלה
it: Messaggio di richiesta
ka: შეტყობინების კითხვა
nl: Vraagbericht
pl: Treść zapytania
pt_br: Pedir mensagem
sl: Vprašaj sporočilo
sv: Fråga efter meddelande
tr: Soru sor
uk: Повідомлення запиту
zh_cn: 发送消息
zh_tw: 詢問訊息

source: Message
ar: الرسالة
ca: Missatge
es: Mensaje
eu: Mezua
he: הודעה
it: Messaggio
ka: შეტყობინება
nl: Bericht
pt_br: Mensagem
sl: Sporočilo
uk: Повідомлення
zh_cn: 消息

# @info:shell
source: Return lists of chats
ar: أَعد قوائم الدردشات
ca: Retorna la llista de xats
es: Devolver listas de conversaciones
eu: Berriketa zerrendak itzuli
fi: Palaa keskusteluluetteloon
fr: Retourner les listes des salons de discussions
he: חזרה לרשימת השיחות
it: Restituisci elenchi di chat
ka: აბრუნებს ჩატების სიას
nl: Lijsten met chats teruggeven
pl: Zwróć listę rozmów
pt_br: Retorna listas de bate-papos
sl: Vrni sezname klepetov
sv: Returnera chattlista
tr: Sohbetlerin listesini döndür
uk: Повернути списки спілкувань
zh_cn: 返回聊天列表
zh_tw: 回傳聊天列表

# @info:shell
source: Activate Debug Mode
ar: نشّط وضع التنقيح
ca: Activa el mode de depuració
es: Activar el modo de depuración
eu: Aktibatu arazteko modua
fr: Activer le mode de débogage
he: הפעלת מצב ניפוי שגיאות
it: Attiva la modalità di debug
ka: გამართვის რეჟიმის გააქტიურება
nl: Modus debug activeren
pl: Włącz tryb diagnostyczny
pt_br: Ativar modo de depuração
sl: Aktiviraj način za odpravljanje napak
uk: Задіяти діагностичний режим
zh_cn: 激活调试模式
zh_tw: 啟用除錯模式

# @info:shell
source: Add an attachment. This can be repeated
ar: أضف مرفقًا. يمكن تكرار هذا
ca: Afegeix un adjunt. Això es pot repetir
es: Añadir un adjunto. Se puede repetir.
eu: Gehitu eranskin bat. Hau errepikatu daiteke
fr: Ajouter une pièce jointe. Ceci peut être répété.
he: הוספת צרופה. אפשר לחזור על זה כמה פעמים
it: Aggiungi un allegato. Questo può essere ripetuto
ka: მიმაგრებული ფაილის დამატება. ეს შეგიძლიათ, გაიმეოროთ
nl: Voeg een bijlage toe. Dit kan worden herhaald
pt_br: Adicione um anexo. Isso pode ser repetido.
sl: Dodaj prilogo. To se da ponoviti
uk: Додати долучення. Можна повторювати
zh_cn: 添加附件，可重复多次

source: Attachment Url
ar: رابط المرفقات
ca: URL de l'adjunt
es: URL del adjunto
eu: Eranskinaren URLa
fr: URL de pièce jointe
he: כתובת צרופה
it: URL allegato
ka: მიმაგრებული ფაილის Url
nl: URL van bijlage
pt_br: URL do anexo
sl: Url priloge
uk: Адреса долучення
zh_cn: 附件

# @info:shell
source: Define tool used. This can be repeated
ar: عرف الأداة المستخدمة. يمكن تكرار هذا
ca: Defineix l'eina utilitzada. Això es pot repetir
es: Definir la herramienta que se usará. Se puede repetir.
eu: Erabilitako tresna definitu. Hau errepikatu daiteke
fr: Définir l'outil utilisé. Cela peut être répété.
he: הגדרת כלי לשימוש. אפשר לחזור על זה כמה פעמים
it: Definisci lo strumento utilizzato. Questo può essere ripetuto
ka: გამოყენებული ხელსაწყოს აღწერა. ეს შეგიძლიათ, გაიმეოროთ
nl: Definieer gebruikte hulpmiddel. Dit kan worden herhaald
pt_br: Defina a ferramenta utilizada. Isso pode ser repetido.
sl: Uporabljeno orodje za določanje. To se da ponoviti
uk: Визначити використаний інструмент. Можна повторювати
zh_cn: 定义使用的工具，可重复多次

source: Tool Name
ar: اسم الأداة
ca: Nom de l'eina
es: Nombre de la herramienta
eu: Tresnaren izena
fr: Nom de l'outil
he: שם כלי
it: Nome dello strumento
ka: ხელსაწყოს სახელი
nl: Naam hulpmiddel
pt_br: Noma da ferramenta
sl: Ime orodja
uk: Назва засобу
zh_cn: 工具名称

# @info:shell
source: Return plugins info
ar: تعيد معلومات الملحقات
ca: Retorna la informació dels connectors
es: Devolver información sobre los complementos
eu: Pluginen informazioa itzuli
fr: Retourner les informations de modules externes
he: חזרה לפרטי תוספים
it: Restituisci informazioni delle estensioni
ka: დამატებების ინფორმაციის დაბრუნება
nl: Informatie van plug-ins teruggeven
pt_br: Retorna informações de plugins
sl: Vrni informacije o vtičnikih
uk: Повернути відомості щодо додатків
zh_cn: 返回插件信息

# @info:shell
source: Lists the available options for user feedback
ar: يسرد الخيارات المتاحة لتعليقات المستخدمين.
ca: Llista les opcions disponibles per als comentaris dels usuaris
es: Lista las opciones disponibles para los comentarios del usuario
eu: Erabiltzailearen atzera-elikadura aukera erabilgarriak zerrendatzen ditu
he: הצגת האפשרויות הזמינות למשוב משתמש
it: Elenca le opzioni disponibili per le segnalazioni degli utenti
ka: მომხმარებლის უკუკავშირის ხელმისაწვდომი ვარიანტები
pt_br: Lista as opções disponíveis para os comentários dos usuários
sl: Navaja razpoložljive možnosti za povratne informacije uporabnikov
uk: Показати доступні варіанти для відгуків користувача
zh_cn: 列出用户反馈中的可用选项

# @info:shell
source: Import Chat
ar: استورد دردشة
ca: Importa xat
es: Importar conversación
he: ייבוא שיחה
it: Importa chat
ka: ჩატის შემოტანა
pt_br: Importar bate-papo
sl: Uvozi klepet
uk: Імпортувати дані спілкування
zh_cn: 导入聊天

source: Import
ar: استورد
ca: Importa
es: Importar
he: ייבוא
it: Importa
ka: შემოტანა
pt_br: Importar
sl: Uvozi
uk: Імпортувати
zh_cn: 导入

source: Mardown
ar: مارك داون
he: Markdown
pt_br: Markdown
uk: Розмітка

source: User
ar: المُستخدِم
ca: Usuari
es: Usuario
eu: Erabiltzailea
fi: Käyttäjä
fr: Utilisateur
he: משתמש
it: Utente
ka: მომხმარებელი
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
sl: Uporabnik
sv: Användare
tr: Kullanıcı
uk: Користувач
zh_cn: 用户
zh_tw: 使用者

source: Assistant
ar: المُساعد
ca: Assistent
es: Asistente
eu: Laguntzailea
fi: Avustaja
he: עוזר
it: Assistente
ka: დამხმარე
nl: Assistent
pl: Pomocnik
pt_br: Assistente
sl: Pomočnik
sv: Hjälpreda
tr: Yardımcı
uk: Помічник
zh_cn: 助理
zh_tw: 助理

source: System
ar: النظام
ca: Sistema
es: Sistema
eu: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
it: Sistema
ka: სისტემა
nl: Systeem
pt_br: Sistema
sl: Sistem
tr: Sistem
uk: Система
zh_cn: 系统
zh_tw: 系統

source: Tool
ar: أداة
ca: Eina
es: Herramienta
eu: Tresna
fi: Työkalu
fr: Outil
he: כלי
it: Strumento
ka: ხელსაწყო
nl: Hulpmiddel
pl: Narzędzie
pt_br: Ferramenta
sl: Orodje
sv: Verktyg
tr: Araç
uk: Інструмент
zh_cn: 工具
zh_tw: 工具

source: Text
ar: نص
es: Texto
he: טקסט
it: Testo
ka: ტექსტი
pt_br: Texto
sl: Besedilo
uk: Текст
zh_cn: 文字

source: Share Text…
ar: شارِك النص...
ca: Comparteix el text…
es: Compartir texto…
eu: Partekatu testua...
fi: Jaa tekstiä…
fr: Partager du texte...
he: שיתוף טקסט…
it: Condividi testo…
ka: ტექსტის გაზიარება…
nl: Tekst delen…
pl: Udostępnij tekst…
pt_br: Compartilhar texto…
sl: Deli besedilo…
sv: Dela text…
tr: Metni Paylaş…
uk: Оприлюднити текст…
zh_cn: 分享文本...
zh_tw: 分享文字…

source: There was a problem sharing the document: %1
ar: وَقَعَت مُشكلة في مُشاركة المُستند: %1
ca: S'ha produït un problema en compartir el document: %1
es: Ha ocurrido un problema al compartir el documento: %1
eu: Arazoa bat egon da dokumentua partekatzean: %1
fi: Tiedostoa jaettaessa ilmeni ongelma: %1
fr: Un problème est survenu lors du partage du document : %1
he: אירעה בעיה בשיתוף המסמך: %1
it: Si è verificato un problema durante la condivisione del documento: %1
ka: პრობლემა დოკუმენტის გაზიარებისას: %1
nl: Er was een probleem bij het delen van het document: %1
pl: Napotkano kłopot przy udostępnianiu dokumentu: %1
pt_br: Ocorreu um problema ao compartilhar o documento: %1
sl: Pri deljenju dokumenta je prišlo do težave: %1
sv: Ett problem uppstod när dokumentet skulle delas: %1
tr: Belge paylaşılırken bir sorun oluştu: %1
uk: Під час спроби оприлюднити документ виникли проблеми: %1
zh_cn: 分享文档时出错：%1
zh_tw: 分享文件時發生問題：%1

source: File was shared.
ar: شارِك الملف.
ca: S'ha compartit el fitxer.
es: El archivo se ha compartido.
eu: Fitxategia partekatu da.
fi: Tiedosto jaettiin.
fr: Le fichier a été partagé.
he: הקובץ שותף.
it: Il file è stato condiviso.
ka: ფაილი გაზიარდა.
nl: Bestand was gedeeld.
pl: Plik został udostępniony.
pt_br: O arquivo foi compartilhado.
sl: Datoteka je bila dana v skupno rabo.
sv: Filen delades.
tr: Dosya paylaşıldı.
uk: Файл оприлюднено.
zh_cn: 文件已分享。
zh_tw: 已分享檔案。

source: <qt>You can find the new request at:<br /><a href='%1'>%1</a> </qt>
ar: <qt>اِعثر على الطلب الجديد في:<br /><a href='%1'>%1</a> </qt>
ca: <qt>Trobareu la sol·licitud nova a:<br /><a href='%1'>%1</a></qt>
es: <qt>Puede encontrar la nueva solicitud en:<br /><a href='%1'>%1</a> </qt>
eu: <qt>Eskaera berria hemen aurki dezakezu:<br /><a href='%1'>%1</a></qt>
fi: <qt>Uuden pyynnön löytää:<br /><a href='%1'>%1</a> </qt>
fr: <qt>Vous pouvez trouver la nouvelle demande sur :<br /><a href='%1'>%1</a> </qt>
he: <qt>אפשר למצוא את הבקשה החדשה תחת:<br /><a href='%1'>%1</a> </qt>
it: <qt>Puoi trovare la nuova richiesta qui:<br /><a href='%1'>%1</a> </qt>
ka: <qt>ახალი მოთხოვნის პოვნა შეგიძლიათ მისამართზე:<br /><a href='%1'>%1</a> </qt>
nl: <qt>Het nieuwe verzoek kunt u vinden op:<br /><a href='%1'>%1</a> </qt>
pl: <qt>Możesz znaleźć nowe żądanie na:<br /><a href='%1'>%1</a> </qt>
pt_br: <qt>Você pode encontrar a nova solicitação em:<br /><a href='%1'>%1</a> </qt>
sl: <qt>Novo zahtevo najdete na:<br /><a href='%1'>%1</a> </qt>
sv: <qt>Den nya begäran finns på:<br /><a href='%1'>%1</a> </qt>
tr: <qt>Yeni isteği şurada bulabilirsiniz:<br /><a href='%1'>%1</a> </qt>
uk: <qt>Новий запит можна знайти тут:<br /><a href='%1'>%1</a> </qt>
zh_cn: <qt>您的新请求位于：<br /><a href='%1'>%1</a> </qt>
zh_tw: <qt>您可以在此檢視新的請求：<br /><a href='%1'>%1</a> </qt>

source: The Current Date Time
ar: الوقت والتاريخ الحالي
ca: La data i hora actual
es: Fecha y hora actual
eu: Uneko data ordua
fi: Nykyinen päiväys ja aika
fr: L'heure et la date courante
he: שם העיר
it: Data e ora attuali
ka: მიმდინარე დრო და თარიღი
nl: De huidige datum tijd
pl: Bieżąca data i czas
pt_br: A data e hora atual
sl: Trenutni datum in čas
sv: Aktuellt datum och tid
tr: Geçerli Tarih ve Zaman
uk: Поточна дата і час
zh_cn: 当前日期和时间
zh_tw: 目前的日期與時間

source: Get Current Date Time
ar: اِجلِب الوقت والتاريخ الحالي
ca: Obtén la data i l'hora actuals
es: Obtener fecha y hora actual
eu: Lortu Uneko Daata Ordua
fi: Nouda nykyinen päiväys ja aika
fr: Obtenir l'heure et la date courantes
he: משיכת התאריך והשעה הנוכחיים
it: Ottieni data e ora attuali
ka: მიმდინარე დროის და თარიღის მიღება
nl: Huidige datum tijd ophalen
pl: Pobierz bieżącą datę i czas
pt_br: Obter a data e hora atual
sl: Dobi trenutni datum in čas
sv: Ta reda på aktuellt datum och tid
tr: Geçerli Tarihi ve Zamanı Al
uk: Отримати поточну дату і час
zh_cn: 获取当前的日期和时间
zh_tw: 取得目前日期與時間

source: Use this tool to get current date time
ar: اِستخدم هذه الأداة لِجلب الوقت والتاريخ الحالي
ca: Utilitzeu aquesta eina per a obtenir la data i l'hora actuals
es: Use esta herramienta para obtener la fecha y hora actual
eu: Erabili tresna hau uneko data ordua lortzeko
fi: Tällä työkalulla saa nykyisen päiväyksen ja ajan
fr: Utilisez cet outil pour obtenir la date et l'heure courantes
he: אפשר להשתמש בכלי הזה כדי למשוך את התאריך והשעה הנוכחיים
it: Utilizzare questo strumento per ottenere la data e l'ora attuali
ka: გამოიყენეთ ეს ხელსაწყო მიმდინარე დროის და თარიღის მისაღებად
nl: Dit hulpmiddel gebruiken om de huidige datum tijd op te halen
pl: Użyj tego narzędzia do pobrania bieżącej daty
pt_br: Use essa ferramenta para obter a data e hora atual
sl: Uporabite to orodje za pridobitev trenutnega datuma in časa
sv: Använd verktyget för att ta reda på aktuellt datum och tid
tr: Şu anki tarihi ve zamanı almak için bu aracı kullanın
uk: Скористайтеся цим інструментом для отримання поточної дати і часу
zh_cn: 使用此工具获取当前日期时间
zh_tw: 使用此工具來取得目前日期與時間

source: Configure Date Time Tool
ar: اضبط أداة الوقت والتاريخ
ca: Configuració de l'eina de data i hora
es: Configurar la herramienta de fecha y hora
eu: Konfiguratu Data Ordua tresna
fi: Päiväystyökalun asetukset
fr: Configurer l'outil « Date et heure »
he: כלי הגדרת תאריך ושעה
it: Configura strumento di data e ora
ka: თარიღისა და დროის ხელსაწყოს მორგება
nl: Hulpmiddel voor datum tijd configureren
pl: Ustawienia daty i czasu
pt_br: Configurar a ferramenta de data e hora
sl: Konfiguriraj orodje za datum in čas
sv: Anpassa datum och tid-verktyget
tr: Tarih/Zaman Aracını Yapılandır
uk: Інструмент налаштовування дати і часу
zh_cn: 配置日期时间工具
zh_tw: 設定日期時間工具

source: Get Current Date Time.
ar: اِجلِب الوقت والتاريخ الحالي.
ca: Obtén la data i l'hora actuals.
es: Obtener fecha y hora actual.
eu: Lortu Uneko Data Ordua.
fi: Nouda päiväys ja aika.
fr: Obtenir l'heure et la date courantes.
he: משיכת התאריך והשעה הנוכחיים.
it: Ottieni data e ora attuali.
ka: მიმდინარე დროის და თარიღის მიღება.
nl: Huidige datum tijd ophalen.
pl: Pobierz bieżącą datę i czas.
pt_br: Obter a data e hora atual.
sl: Dobi trenutni datum in čas.
sv: Ta reda på aktuellt datum och tid.
tr: Geçerli Tarihi ve Zamanı Al
uk: Отримати поточну дату і час.
zh_cn: 获取当前的日期和时间。
zh_tw: 取得目前日期與時間。

source: Current time is %1
ar: الوقت الحالي هو %1
ca: L'hora actual és %1
es: La hora actual es %1
eu: Uneko ordua %1 da
fi: Kellonaika on nyt %1
fr: L'heure courante est %1.
he: השעה כרגע היא %1
it: L'ora attuale è %1
ka: მიმდინარე დროა %1
nl: De huidige tijd is %1
pl: Bieżący czas to %1
pt_br: Hora atual é %1
sl: Trenutni čas je %1
sv: Aktuell tid är %1 %1
tr: Geçerli zaman %1
uk: Поточний час — %1
zh_cn: 当前时间是 %1
zh_tw: 目前時間是 %1

source: Current date is %1
ar: التاريخ الحالي هو %1
ca: La data actual és %1
es: La fecha actual es %1
eu: Uneko data %1 da
fi: Päivä on nyt %1
fr: La date courante est %1.
he: התאריך כרגע הוא %1
it: La data attuale è %1
ka: მიმდინარე თარიღია %1
nl: Huidige datum is %1
pl: Bieżąca data to %1
pt_br: Data atual é %1
sl: Trenutni datum je %1
sv: Aktuellt datum är %1 %1
tr: Geçerli tarih %1
uk: Поточна дата: %1
zh_cn: 当前时间是 %1
zh_tw: 目前日期是 %1

source: Current date time is %1
ar: الوقت والتاريخ الحالي هو %1
ca: La data i hora actual és %1
es: La fecha y hora actual es %1
eu: Uneko data ordua %1 da
fi: Päivä ja kellonaika ovat nyt %1
fr: L'heure et date courantes sont %1
he: התאריך והשעה כרגע הם %1
it: La data e l'ora attuali sono %1
ka: მიმდინარე დრო და თარიღია: %1
nl: Huidige datum tijd is %1
pl: Bieżąca data i czas to %1
pt_br: Data e hora atual é %1
sl: Trenutni datum in čas je %1
sv: Aktuellt datum och tid är %1 %1
tr: Geçerli tarih ve zaman %1
uk: Поточна дата і час: %1
zh_cn: 当前日期时间是 %1
zh_tw: 目前日期與時間是 %1

source: Font Size
ar: حجم الخط
ca: Mida de la lletra
es: Tamaño del texto
eu: Letra-tipoaren neurria
fi: Fonttikoko
fr: Taille de police
he: גודל כתב
it: Dimensione carattere
ka: ფონტის ზომა
nl: Tekengrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
sl: Velikost pisave
sv: Teckenstorlek
tr: Yazıtipi Puntosu
uk: Розмір шрифту
zh_cn: 字体大小
zh_tw: 字型大小

# @action
source: Increase Font
ar: كَبِّر الخط
ca: Augmenta la mida de la lletra
es: Aumentar tamaño del texto
eu: Handiagotu letra-tipoa
fi: Suurenna fonttia
fr: Agrandir la taille de la police
he: הגדלת הכתב
it: Aumenta il carattere
ka: ფონტის გაზრდა
nl: Tekengrootte groter
pl: Zwiększ czcionkę
pt_br: Aumentar tamanho da fonte
sl: Povečaj pisavo
sv: Öka teckenstorlek
tr: Yazıtipi Boyutunu Artır
uk: Збільшити розмір шрифту
zh_cn: 放大字体
zh_tw: 增大字型

# @action
source: Decrease Font
ar: صَغِّر الخط
ca: Disminueix la mida de la lletra
es: Disminuir tamaño del texto
eu: Txikiagotu letra-tipoa
fi: Pienennä fonttia
fr: Diminuer la taille de la police
he: הקטנת הכתב
it: Riduci il carattere
ka: ფონტის შემცირება
nl: Tekengrootte kleiner
pl: Zmniejsz czcionkę
pt_br: Diminuir tamanho da fonte
sl: Zmanjšaj pisavo
sv: Minska teckenstorlek
tr: Yazıtipi Boyutunu Azalt
uk: Зменшити розмір шрифту
zh_cn: 缩小字体
zh_tw: 縮小字型
