Repository: KDE/kaichat
Catalog: po/*/kaichat.po
Languages: ar, ca, es, eu, fi, fr, he, it, ka, nl, pl, pt_br, sl, sv, tr, uk, zh_cn, zh_tw

source: Use prompt during chating.
ar: اِستخدم مُوّجِّهًا أثناء الدردشة.
ca: Usa un indicador durant el xat.
es: Usar instrucciones durante la conversación.
eu: Berriketan gonbita erabiltzea.
fi: Käytä keskusteltaessa kehotetta.
fr: Utilisez l'invite pendant la discussion.
he: להשתמש בבקשה במהלך השיחה.
it: Utilizzo del prompt durante la chat.
ka: შეყვანის ზოლის გამოყენება ჩატისას.
nl: Gebruik prompt tijdens chating.
pl: Użycie zapytania podczas rozmowy.
pt_br: Uso do prompt durante o bate-papo.
sl: Uporabi poziv med klepetom.
sv: Använd prompt under chatt.
tr: Sohbet sırasında istem kullan
uk: Реалізовано використання запиту під час спілкування.
zh_cn: 在聊天时使用提示词。
zh_tw: 聊天時使用 prompt。

source: Add shared text and webshorcut plugin.
ar: أَضِف مُلْحَق النص المُشارَك واِختصار الويب.
ca: Afegit el text compartit i el connector de dreceres web.
es: Añadir el complemento de texto compartido y atajo web.
eu: Partekatutako testua eta web-lasterbide plugina gehitu.
fi: Lisää jaetun tekstin ja verkkopikakuvakkeen liitännäiset.
fr: Ajouter un texte partagé et un module externe de raccourcis Internet
he: הוספת תוסף טקסט משותף וקיצורי דפדפן.
it: Aggiunge testo condiviso e l'estensione di collegamento web.
ka: დაემატა გაზიარებული ტექსტის და ვებ-მალსახმობის დამატება.
nl: Plug-in voor gedeelde tekst en websneltoets toevoegen.
pl: Dodano udostępnianie tekstu i wtyczkę skrótów sieciowych.
pt_br: Adição dos plugins de texto compartilhado e de atalho da web.
sl: Dodaj vtičnik za deljeno besedilo in spletno bližnjico.
sv: Lägg till insticksprogram för delad text och webbgenvägar.
tr: Paylaşılan metin ve web kısayolu eklentisini ekle
uk: Додано додаток оприлюднення тексту та вебскорочень.
zh_cn: 添加共享文本和网页快捷方式插件。
zh_tw: 新增分享文字與網頁捷徑外掛程式。

source: Allow to configure plugins.
ar: اِسمح بضبط المُلْحَقات.
ca: Permet configurar connectors.
es: Permitir la configuración de complementos.
eu: Pluginak konfiguratzea baimendu.
fi: Salli liitännäisten asettaminen.
fr: Autoriser la configuration des modules externes.
he: לאפשר להגדיר תוספים.
it: Consente di configurare le estensioni.
ka: დამატებების მორგების დაშვება.
nl: Sta configureren van plug-ins toe.
pl: Możliwość ustawiania wtyczek.
pt_br: Permite configurar plugins.
sl: Dovoli konfiguriranje vtičnikov.
sv: Tillåt att anpassa insticksprogram.
tr: Eklentileri yapılandırmaya izin ver
uk: Уможливлено налаштовування додатків.
zh_cn: 允许配置插件。
zh_tw: 允許設定外掛程式。

source: Add new update widget.
ar: أَضِف وَجيهة تحديث جديدة.
ca: Afegeix un giny nou d'actualització.
es: Añadir nuevo elemento de actualización.
eu: Eguneratze-trepeta berria gehitu.
fi: Lisää uusi päivityssovelma.
fr: Ajouter un nouveau composant graphique de mise à jour.
he: הוספת וידג׳ט עדכון חדש.
it: Aggiunge un nuovo oggetto di aggiornamento.
ka: ახალი განახლების ვიჯეტის დამატება.
nl: Nieuw widget voor bijwerken toevoegen.
pl: Dodano nowe okno obsługi.
pt_br: Adiciona novo widget atualizado.
sl: Dodaj nov gradnik za posodobitve.
sv: Lägg till ny grafisk uppdateringskomponent.
tr: Güncelleme araç takımı ekle
uk: Додано новий віджет оновлення.
zh_cn: 添加新的“更新”小部件。
zh_tw: 新增新更新元件。

source: Add progress indicator in chats list.
ar: أَضِف مُؤشِّر تقدُّم في قائمة الدردشات.
ca: Afegeix un indicador de progrés a la llista de xats.
es: Añadir indicador de avance en la lista de conversaciones.
eu: Berriketen zerrendan aurrerapen adierazlea gehitzea.
fi: Lisää keskusteluluetteloihin edistymisilmaisin.
fr: Ajouter un indicateur d'avancement dans la liste des salons.
he: הוספת מחוון התקדמות ברשימת השיחות.
it: Aggiunge un indicatore di avanzamento nell'elenco delle chat.
ka: მიმდინარეობის მაჩვენებლის დამატება ჩატების სიაში.
nl: Voortgangsindicatie in chatlijst toevoegen.
pl: Dodano wskaźnik postępu na liście rozmów.
pt_br: Adiciona indicador de progresso na lista de bate-papos.
sl: Dodaj kazalnik napredka na seznam klepetov.
sv: Lägg till förloppsindikering i chattlistan.
tr: Sohbetler listesine ilerleme göstergesi ekle
uk: У списки спілкувань додано індикатор поступу.
zh_cn: 在聊天列表中添加进度指示器。
zh_tw: 新增進度指示器到聊天列表。

source: Allow to change font size.
ar: اِسمح بتغيير حجم الخط.
ca: Permet canviar la mida de la lletra.
es: Permitir el cambio del tamaño del texto.
eu: Letra-tipoa aldatzea baimendu.
fi: Salli fonttikoon muuttaminen.
fr: Autoriser le changement de taille de police.
he: לאפשר את שינוי גודל הכתב.
it: Consente di configurare la dimensione del carattere.
ka: ფონტის ზომის შეცვლის დაშვება.
nl: Sta wijzigen van tekengrootte toe.
pl: Możliwość zmiany rozmiaru czcionki.
pt_br: Permite alterar o tamanho da fonte.
sl: Dovoli spremembo velikosti pisave.
sv: Tillåt att ändra teckenstorlek.
tr: Yazıtipini puntosunu değiştirmeye izin ver
uk: Уможливлено зміну розміру шрифту.
zh_cn: 允许更改字体大小。
zh_tw: 允許變更字型大小。

source: Add command line for adding new chat room, displaying list of instances.
ar: أَضِف سطر أوامر لإضافة غرفة دردشة جديدة، وعرض قائمة بالنُسخ.
ca: Afegeix una línia d'ordres per afegir una sala de xat nova, mostrant la llista d'instàncies.
es: Añadir línea de órdenes para añadir nueva sala de charla, mostrando la lista de instancias.
eu: Instantzien zerrenda azaltzen duen berriketa gela berria gehitzeko komando-lerroa gehitzea.
fi: Lisää komentorivi uuden keskusteluhuoneen lisäämiseksi ja ilmentymäluettelon näyttämiseksi.
fr: Ajoutez une ligne de commande pour ajouter un nouveau salon de discussions, en affichant la liste des instances.
he: נוספה פקודה לשורת הפקודות להוספת חדר שיחה חדש, שמציג רשימת מופעים.
it: Aggiunge la riga di comando per aggiungere una nuova stanza di chat, visualizzando l'elenco delle istanze.
ka: დაემატა ბრძანებების სტრიქონი ახალი ჩატის ოთახების დასამატებლად და გაშვებული ასლების სიის გამოსატანად.
nl: Opdrachtregel toevoegen voor toevoegen van nieuwe chatroom, die lijst met exemplaren toont.
pl: Dodano wiersz poleceń do dodawania nowego pokoju rozmów, wyświetlającego listę wystąpień.
pt_br: Adiciona item de linha de comando para adicionar nova sala de bate-papo, exibindo lista de instâncias.
sl: Dodaj ukazno vrstico za dodajanje nove klepetalnice in prikaz seznama pojavkov.
sv: Lägg till kommandorad för att lägga till nytt chattrum, som visar en lista över instanser.
tr: Yeni sohbet odası eklemek veya örnekleri listelemek için komut satırı seçenekleri ekle
uk: Додано параметр командного рядка для додавання нової кімнати спілкування, показу списку екземплярів.
zh_cn: 添加创建新聊天室的命令，显示实例列表。
zh_tw: 新增用來建立新聊天室與顯示實體列表的命令列選項。

source: Add spell checking support.
ar: أَضِف دعم التدقيق الإملائي.
ca: Afegeix la implementació de la verificació ortogràfica.
es: Añadir Corrección ortográfica.
eu: Ortografia-egiaztatzeko euskarria gehitu da.
fi: Lisää oikeinkirjoituksen tarkistuksen tuki.
fr: Ajouter la prise en charge de la correction orthographique
he: הוספת תמיכה בבדיקת איות.
it: Aggiunge il supporto per il controllo ortografico.
ka: დაემატა მართლწერის შემოწმების მხარდაჭერა.
nl: Ondersteuning voor spellingcontrole toevoegen.
pl: Dodano sprawdzanie pisowni.
pt_br: Adiciona suporte à verificação ortográfica.
sl: Dodaj podporo za črkovalnik.
sv: Lägg till stöd för stavningskontroll
tr: Yazım denetimi desteği ekle
uk: Додано підтримку перевірки правопису.
zh_cn: 添加拼写检查支持。
zh_tw: 新增拼字檢查支援。

source: Add Notification popup when model download done.
ar: أَضِف نافذة مُنبَثِقة للإشعارات عند تنزيل النموذج.
ca: Afegeix una finestra emergent de notificació quan s'ha efectuat la baixada del model.
es: Añadir ventana emergente de notificación cuando termine la descarga del modelo.
eu: Gehitu jakinarazpenaren mezu gainerakorra eredua zama-jaitsiera burutu denean.
fi: Lisää ilmoitus, kun mallin lataus on valmistunut.
fr: Ajouter une fenêtre contextuelle de notification lorsque le téléchargement du modèle est terminé.
he: הוספת חלונית הודעה כשהורדת מודל מסתיימת.
it: Aggiunge una finestra a comparsa di notifica al termine dello scaricamento del modello.
ka: გაფრთხილების მხტუნარას დამატება, როცა მოდელის გადმოწერა დასრულდება.
nl: Voeg opkomende melding toe wanneer downloaden van het model is gedaan.
pl: Dodanie okna z powiadomieniem po pobraniu modelu.
pt_br: Adicionar pop-up de notificação quando o download do modelo for concluído.
sl: Dodaj pojavno okno z obvestili, ko je prenos modela končan.
sv: Lägg till underrättelsemeddelande när modellnerladdning klar.
tr: Model indirmesi tamamlandığında bildirim göster
uk: Додано контекстне сповіщення щодо завершення отримання моделі.
zh_cn: 模型下载完成时添加通知弹窗。
zh_tw: 新增模型下載完成的通知。

source: Allow to save and restore text and scrollbar position.
ar: اِسمح بِحِفظ واستِعادَة النص ومَوضِع شريط التمرير.
ca: Permet desar i restaurar el text i la posició de la barra de desplaçament.
es: Permitir guardar y restaurar texto y posición en la barra de desplazamiento.
eu: Testuaren eta kiribiltze-barraren kokapena gorde eta lehengoratzeko aukera ematen du.
fi: Salli tallentaa ja palauttaa tekstin ja vierityspalkin sijainti.
fr: Permet d'enregistrer et de restaurer le texte et la position de la barre de défilement.
he: מעכשיו יש אפשרות לשמור ולשחזר את הטקסט ומקום פס הגלילה.
it: Consente di salvare e ripristinare il testo e la posizione della barra di scorrimento.
ka: ტექსტის და ჩოჩიის მდებარეობის შენახვის და აღდგენის ჩართვა.
nl: Sta het opslaan en herstellen van tekst en schuifbalkpositie toe.
pl: Możliwość zapisywania i przywracania tekstu i położenia paska przewijania.
pt_br: Permite salvar e restaurar texto e posição da barra de rolagem.
sl: Dovoli shranjevanje in obnovo besedila in položaja drsnika.
sv: Tillåt att spara och återställa text och rullningslistposition.
tr: Metin ve sarma çubuğu konumunu geri yüklemeye izin ver
uk: Дозволити збереження і відновлення тексту і позиції на смужці гортання.
zh_cn: 允许保存和恢复文本及滚动条位置。
zh_tw: 允許儲存並回復文字與捲軸列位置。

source: Allow to save and restore current chat.
ar: اِسمح بِحِفظ واستِعادَة الدردشة الحالية.
ca: Permet desar i restaurar el xat actual.
es: Permitir guardar y restaurar la conversación actual.
eu: Uneko berriketa gorde eta lehengoratzeko aukera ematen du.
fi: Salli tallentaa ja palauttaa nykyinen keskustelu.
fr: Permet d'enregistrer et de restaurer la discussion courante.
he: נוספה אפשרות לשמור ולשחזר את השיחה הנוכחית.
it: Consente di salvare e ripristinare la chat attuale.
ka: მიმდინარე ჩატის შენახვის და აღდგენის დაშვება.
nl: Sta het opslaan en herstellen van huidige chat toe.
pl: Możliwość zapisywania i przywracania bieżącej rozmowy.
pt_br: Permite salvar e restaurar o bate-papo atual.
sl: Dovoli shranjevanje in obnovo trenutnega klepeta.
sv: Tillåt att spara och återställa aktuell chatt.
tr: Geçerli sohbeti kaydetmeye ve geri yüklemeye izin ver
uk: Дозволити збереження і відновлення поточного спілкування.
zh_cn: 允许保存和恢复当前聊天。
zh_tw: 允許儲存並回復目前聊天。

source: Add option for showing list of title chats.
ar: أَضِف خيارًا لِعَرض قائمة عناوين الدردشات.
ca: Afegeix una opció per a mostrar la llista dels títols dels xats.
es: Añadir opción para mostrar la lista de títulos de conversaciones.
eu: Izenburudun berriketak erakusteko aukera gehitu.
fi: Lisää valinta keskusteluotsikoiden näyttämiseksi.
fr: Ajouter une option pour l'affichage de la liste des salons de discussions avec titre.
he: נוספה אפשרות להצגת רשימת כותרות של שיחות.
it: Aggiunge l'opzione per mostrare delle chat dei titoli.
ka: დაემატა არჩევანი ჩატების სათაურების სიის საჩვენებლად.
nl: Optie toevoegen voor het tonen van de lijst met titels van chats.
pl: Dodano ustawienie do wyświetlania listy tytułów rozmów.
pt_br: Adicionar opção para mostrar lista de títulos de bate-papos.
sl: Dodaj možnost za prikaz seznama naslovov klepetov.
sv: Lägg till alternativ för att visa lista över chattitlar.
tr: Sohbet başlıkları listesini gösterme seçeneği ekle
uk: Додано пункт для показу списку спілкувань із заголовками.
zh_cn: 添加显示聊天列表标题的选项。
zh_tw: 新增顯示標題聊天列表的選項。

source: Add tools support.
ar: أَضِف دعم الأدوات.
ca: Afegeix la implementació d'eines.
es: Añadir uso de herramientas.
eu: Tresnen euskarria gehitu.
fi: Lisää työkalutuki.
fr: Ajouter la prise en charge des outils.
he: נוספה תמיכה בכלים.
it: Aggiunge il supporto per gli
ka: დაემატა ხელსაწყოების მხადაჭერა.
nl: Ondersteuning voor hulpmiddelen toevoegen.
pl: Dodano obsługę narzędzi.
pt_br: Adiciona suporte à ferramentas.
sl: Dodaj podporo za orodja.
sv: Lägg till verktygsstöd.
tr: Araçlar desteği ekle
uk: Додано підтримку інструментів.
zh_cn: 添加工具支持。
zh_tw: 新增工具支援。

source: Allow to switch from chat identifier.
ar: اِسمح بالانتقال من مُعرِّف الدردشة.
ca: Permet canviar a partir d'un identificador de xat.
es: Permitir cambiar a identificador de conversación.
eu: Berriketa identifikatzailetik aldatzea baimendu.
fi: Salli vaihto keskustelutunnisteesta.
fr: Autoriser le basculement vers la discussion selon l'identifieur
he: לאפשר לעבור ממזהה שיחה.
it: Consente di passare dall'identificatore di chat.
ka: ჩატის იდენტიფიკატორიდან გადართვის დაშვება.
nl: Sta toe om te schakelen van identifier van chat.
pl: Możliwość zmiany identyfikatora rozmowy.
pt_br: Permite alternar entre identificador de bate-papo.
sl: Dovoli preklop iz določilnika klepeta.
sv: Tillåt att byta från chattidentifierare.
tr: Sohbet tanımlayıcısından geçiş yapmaya olanak tanı
uk: Уможливлено перемикання з ідентифікатора спілкування.
zh_cn: 允许从聊天标识符切换。
zh_tw: 允許切換聊天識別子。

source: Add Current Date Time tool.
ar: أَضِف أداة الوقت والتاريخ الحالي.
ca: Afegeix l'eina de data i hora actuals.
es: Añadir herramienta de fecha y hora actual.
eu: Gehitu Uneko Data Ordu tresna.
fi: Lisää päiväys ja aika -työkalu.
fr: Ajouter l'outil « Date et heure courante ».
he: הוספת כלי תאריך ושעה נוכחיים.
it: Aggiungi lo strumento Data e ora attuali.
ka: დაემატა მიმდინარე დროისა და თარიღის ხელსაწყო.
nl: Voeg hulpmiddel datum tijd toe.
pl: Dodano narzędzie zgłaszające bieżącą datę.
pt_br: Adiciona ferramenta de data e hora atual
sl: Dodaj orodje za trenutni datum in čas.
sv: Lägg till verktyg för aktuellt datum och tid.
tr: Geçerli tarih/zaman aracı ekle
uk: Додано інструмент поточної дати і часу.
zh_cn: 添加当前日期时间工具。
zh_tw: 新增目前日期與時間工具。

source: Add progress tool message info.
ar: أَضِف معلومات رسالة أداة التقدُّم.
ca: Afegeix informació del missatge de progrés de l'eina.
es: Añadir mensaje informativo de avance.
eu: Gehitu aurrerapen tresnaren mezu-informazioa.
fi: Lisää edistymistyökalun viestitieto.
fr: Ajoutez les informations du message de progression de l'outil.
he: הוספת פריט הודעת כלי תהליך.
it: Aggiungi informazioni sul messaggio dello strumento di avanzamento.
ka: დაემატა მიმდინარეობის ხელსაწყოს შეტყობინების ინფორმაცია.
nl: Hulpmiddel voor voortgangsbericht toevoegen
pl: Dodano pasek do pokazywania postępu narzędzia.
pt_br: Adiciona mensagem informativa do progresso de ferramenta
sl: Dodaj informacije o sporočilu orodja za napredek.
sv: Lägg till meddelandeinformation i förloppsverktyg..
tr: İlerleme aracı iletisi durumu ekle
uk: Додано інструмент поступу до відомостей щодо повідомлень.
zh_cn: 添加进度工具消息信息。
zh_tw: 新增進度工具訊息資訊。

source: Fix icon on windows.
ar: اِصلح الأيقونة على ويندوز.
ca: Corregeix una icona al Windows.
es: Corregir icono de Windows.
eu: Windows-en ikonoa konpontzea.
fi: Korjaa ikkunoiden kuvake.
fr: Correction de l'icône sur les fenêtres.
he: תוקן הסמל ב־Windows.
it: Corregge l'icona sulle finestre.
ka: გასწორდა ხატულა ფანჯრებზე.
nl: Pictogram op vensters repareren
pl: Naprawiono ikonę na Windowsie.
pt_br: Correção do ícone no Windows.
sl: Fiksiraj ikono na oknih.
sv: Rätta ikon på Windows.
tr: Windows üzerinde simgeleri onar
uk: Виправлено піктограму у Windows
zh_cn: 修复窗口上的图标。
zh_tw: 修正 Windows 上的圖示。

source: Allow to copy block code to clipboard.
ar: اسمح بنسخ كتلة الرمز إلى الحافظة.
ca: Permet copiar blocs de codi al porta-retalls.
es: Permitir copiar código de bloque al portapapeles.
eu: Kode-blokea arbelera kopiatzeko aukera ematea.
fi: Salli kopioida koodilohko leikepöydälle.
fr: Autoriser la copie de bloc de code dans le presse-papier.
he: לאפשר העתקת קטעי קוד ללוח הגזירים.
it: Consenti di copiare il codice del blocco negli appunti.
ka: ბლოკის კოდის ბუფერში დაკოპირების დაშვება.
nl: Toestaan blokcode naar klembord te kopiëren.
pl: Możliwość skopiowania bloku kodu do schowka.
pt_br: Permite copiar código de bloco para a área de transferência.
sl: Dovoli kopiranje bloka kode v odložišče.
sv: Tillåt att kopiera kodblock till klippbordet.
tr: Kod bloklarını panoya kopyalamaya olanak tanı
uk: Уможливлено копіювання блоків коду до буфера обміну даними.
zh_cn: 允许复制代码块到剪贴板。
zh_tw: 允許複製程式碼區塊到剪貼簿。

source: Show number of string found in statusbar.
ar: أظهر عدد السلاسل الموجودة في شريط الحالة.
ca: Mostra el nombre de cadenes trobades a la barra d'estat.
es: Mostrar el número de cadenas encontradas en la barra de estado.
eu: Aurkitutako kate kopurua egoera-barran erakustea.
fi: Näytä tilarivillä löydettyjen merkkijonojen määrä.
fr: Afficher le nombre de chaines trouvées dans la barre d'état.
he: הצגת כמות המחרוזות שנמצאו בשורת המצב.
it: Mostra il numero di stringhe trovate nella barra di stato.
ka: ნაპოვნი სტრიქონების რაოდენობის ჩვენება სტატუსის ზოლში.
nl: Toon het aantal gevonden tekenreeksen in de statusbalk.
pl: Pokazywanie liczby ciągu znaków na pasku stanu.
pt_br: Mostra o número de strings encontrados na barra de status.
sl: Prikaži število najdenih nizov v statusni vrstici.
sv: Visa antal hittade strängar på statusraden.
tr: Durum çubuğunda bulunan dizi sayısını göster
uk: Реалізовано показ кількості знайдених рядків на смужці стану.
zh_cn: 在状态栏中显示找到的字符串数量。
zh_tw: 在狀態列中顯示找到幾個字串。

source: Implement quick search.
ar: تنفيذ البحث السريع.
ca: Implementa la cerca ràpida.
es: Implementación de la búsqueda rápida.
eu: Bilaketa azkarra inplementatzea.
fi: Toteuta pikahaku.
fr: Effectuez une recherche rapide.
he: מימוש חיפוש מהיר.
it: Implementa la ricerca rapida.
ka: სწრაფი ძებნის იმპლემენტაცია.
nl: Snelle zoekactie implementeren.
pl: Dodanie szybkiego wyszukiwania.
pt_br: Implementa a pesquisa rápida.
sl: Izvedi hitro iskanje.
sv: Implementera snabbsökning.
tr: Tez aramayı gerçekle
uk: Реалізовано швидкий пошук.
zh_cn: 执行快速搜索。
zh_tw: 實作快速搜尋。

source: Add quick search bar in quick ask dialog.
ar: أَضِف شريط بحث سريع في حوار السؤال السريع.
ca: Afegeix la barra de cerca ràpida al diàleg de pregunta ràpida.
es: Añadir la barra de búsqueda rápida en el diálogo de pregunta rápida.
eu: Bilaketa azkarra barra galdera azkarra elkarrizketa koadroan gehitzea.
fi: Lisää pikakysymysikkunaan pikakysymyspalkki.
fr: Ajoutez une barre de recherche rapide dans la boite de dialogue de demande rapide.
he: הוספת סרגל חיפוש מהיר בסרגל השאלה המהירה.
it: Aggiunge una barra di ricerca rapida nella finestra di richiesta rapida.
ka: დაემატა სწრაფი ძებნის პანელი სწრაფი კითხვის დიალოგში.
nl: Voeg een snelle zoekbalk toe in de dialoog snelle vraag.
pl: Dodanie paska szybkiego wyszukiwania w oknie szybkich pytań.
pt_br: Adiciona uma barra de pesquisa rápida na janela de perguntas rápidas.
sl: Dodaj vrstico hitrega iskanja v pogovorno okno hitrega iskanja.
sv: Lägg till snabbsökrad i frågedialogruta.
tr: Tez sorgu iletişim kutusuna arama çubuğu ekle
uk: Додано панель швидкого пошуку у вікні швидкого запиту.
zh_cn: 在 Quick Ask 对话框中添加快速搜索栏。
zh_tw: 新增快速搜尋列到快速詢問對話框。

source: Add restore configure settings value.
ar: إضافة قيمة إعادة ضبط الإعدادات.
ca: Afegeix la restauració de la configuració del valor de les opcions.
es: Añadir valor para restaurar la configuración.
eu: Konfiguratzeko ezarpenen balioa lehengoratzea gehitzea.
fi: Lisää määritetyn arvon palautus.
fr: Ajouter la valeur de restauration des paramètres de configuration.
he: הוספת ערך הגדרות לשחזור תצורה.
it: Aggiunge il valore di configurazione delle impostazioni di ripristino.
ka: პარამეტრების კონფიგურაციის მნიშვნელობის აღდგენის დამატება.
nl: Voeg waarde van instellingen van herstelconfiguratie.
pl: Dodano przywracanie wartości ustawień do domyślnych.
pt_br: Adiciona o valor de restauração das configurações.
sl: Dodaj vrednost za obnovitev nastavitev konfiguracije.
sv: Lägg till återställning av inställningsvärde.
uk: Додано значення для відновлення параметрів налаштувань.
zh_cn: 添加恢复配置设置的值。
zh_tw: 新增回復設定值的功能。

source: Allow to configure text to speech.
ar: اِسمح بضبط نطق النص.
ca: Permet configurar el text a veu.
es: Permitir la configuración de texto a voz.
eu: Testutik hizketara konfiguratzea baimentzea.
fi: Salli puhesynteesin asettaminen.
fr: Autoriser la configuration de la synthèse vocale.
he: לאפשר להגדיר הקראה.
it: Consenti di configurare la conversione da testo a voce.
ka: ტექსტის წარმოთქმის მორგების დაშვება.
nl: Sta configureren van tekst-naar-spraak toe.
pl: Możliwość ustawienia tekstu na mowę.
pt_br: Permite configurar texto para fala.
sl: Dovoli konfiguriranje besedila v govor.
sv: Tillåt att anpassa text till tal.
uk: Уможливлено налаштовування озвучення тексту.
zh_cn: 允许配置文字转语音功能。
zh_tw: 允許設定文字轉語音。

source: Add tool plugin icon name.
ar: أضف اسم أيقونة الملحقة للأداة.
ca: Afegeix el nom d'icona del connector d'eina.
es: Añadir nombre de icono de complemento.
eu: Trena-pluginaren ikonoaren izena gehitzea.
fi: Lisää työkaluliitännäiskuvakkeen nimi.
fr: Ajouter le nom de l'icône du module externe de l'outil.
he: הוספת שם סמל תוסף כלי.
it: Aggiungi il nome dell'icona dell'estensione.
ka: დაემატა ხელსაწყოს დამატების ხატულას სახელი.
nl: Pictogramnaam van hulpmiddelplug-in toevoegen
pl: Dodano nazwę ikony narzędzia z wtyczki.
pt_br: Adiciona nome do ícone do plugin de ferramenta.
sl: Dodaj ime ikone vtičnika orodja.
uk: Додано назву піктограми додатка інструменту.
zh_cn: 添加工具插件图标名称。
zh_tw: 新增工具外掛程式圖示名稱。

source: Add attachment support.
ar: إضافة دعم المرفقات.
ca: Afegeix la implementació d'adjunts.
es: Se ha añadido la implementación de adjuntar.
eu: Eranskin-euskarria gehitzea.
fr: Ajouter la prise en charge des pièces jointes.
he: הוספת תמיכה בצירוף קבצים.
it: Aggiunge il supporto degli allegati.
ka: დაემატა მიმაგრებული ფაილების მხარდაჭერა.
nl: Ondersteuning voor bijlage toevoegen.
pl: Dodanie obsługi załączników.
pt_br: Adiciona suporte a anexos.
sl: Dodaj podporo priloge.
uk: Додано підтримку долучень.
zh_cn: 添加附件支持。
zh_tw: 新增附件支援。

source: Add new icon.
ar: إضافة أيقونة جديدة.
ca: Afegeix una icona nova.
es: Añadir nuevo icono.
eu: Ikono berria gehitzea.
fr: Ajouter une nouvelle icône.
he: נוסף סמל חדש.
it: Aggiunge una nuova icona.
ka: დაემატა ახალი ხატულა.
nl: Nieuw pictogram toevoegen.
pl: Dodano nową ikonę.
pt_br: Adiciona novo ícone.
sl: Dodaj novo ikono.
uk: Додано нову піктограму.
zh_cn: 新增图示.
zh_tw: 新增圖示。

source: Add debug command line.
ar: إضافة سطر أوامر تنقيح.
ca: Afegeix una línia d'ordres de depuració.
es: Añadir línea de órdenes de depuración.
eu: Arazteko komando-lerroa gehitzea.
fr: Ajouter une ligne de commande de débogage.
he: נוסף ניפוי שגיאות דרך שורת פקודה.
it: Aggiunge la riga di comando per il debug.
ka: დაემატა გამართვის ბრძანების სტრიქონი.
nl: Opdrachtregel voor debuggen toevoegen.
pl: Dodano diagnostyczny wiersz poleceń.
pt_br: Adiciona depuração da linha de comando.
sl: Dodaj ukazno vrstico za odpravljanje napak.
uk: Додано параметр командного рядка для діагностики.
zh_cn: 添加调试命令行.
zh_tw: 新增除錯命令列。
