Repository: KDE/kaichat
Catalog: po/*/kaichat.po
Languages: ar, ca, es, eu, fi, fr, he, it, ka, nl, pl, pt_br, sl, sv, tr, uk, zh_cn, zh_tw

source: Add wikipedia, weather tools plugins (provided by kaichat-addons).
ar: إضافة ويكيبيديا ومكونات إضافية لأدوات الطقس (مقدمة من kaichat-addons).
ca: Afegeix els connectors d'eines de la Viquipèdia, meteorologia (proporcionades per kaichat-addons).
es: Añadir wikipedia, complementos de herramientas meteorológicas (proporcionados por kaichat-addons).
eu: Wikipedia, eguraldi tresna pluginak gehitzea (kaichat-addons bidez hornitua).
fr: Ajouter les modules externes pour Wikipedia, les outils pour la météo (Fournit par le paquet « kaichat-addons »).
he: הוספת תוספים לוויקיפדיה, כלי מזג אוויר (מסופקים על ידי kaichat-addons)
it: Aggiunge le estensioni per gli strumenti wikipedia, meteo (forniti da kaichat-addons).
ka: დაემატა ვიკიპედიის და ამინდის ხელსაწყოს დამატებები (შეიცავს პაკეტი kaichat-addons).
nl: Voeg wikipedia toe, hulpmiddelprug-ins voor weer (geleverd door kaichat-addons).
pl: Dodano wtyczki wikipedi oraz pogody (dostarczone przez kaichat-addons).
pt_br: Adicionada wikipedia, plug-ins de ferramentas meteorológicas (fornecidos por kaichat-addons).
sl: Dodaj vtičnike Wikipedia, orodja za vreme (zagotavlja kaichat-addons).
uk: Додано додатки Вікіпедії та прогнозу погоди (є частиною kaichat-addons).
zh_cn: 添加 Wikipedia, 天气工具插件(由 kaichat-addon 提供).
zh_tw: 新增維基百科、天氣工具外掛程式（由 kaichat-addons 提供）。

source: Store Pending Typed Info in Database.
ar: خزّن المعلومات المكتوبة المعلّقة في قاعدة البيانات.
ca: Emmagatzema la informació teclejada pendent a la base de dades.
es: Guardar información escrita pendiente en la base de datos.
eu: "Tekleatutakoa zain" informazioa datu-basean gordetzea.
fr: Enregistrer les informations marquées en attente dans la base de données.
he: אחסון נתונים ממתינים שהוקלדו למסד הנתונים.
it: Memorizza le informazioni digitate in sospeso nella banca dati.
ka: რიგში მყოფი აკრეფილი ინფორმაციის მონაცემთა ბაზაში შენახვა.
nl: Sla wachtende getypte informatie op in de database.
pt_br: Armazenar informações digitadas pendentes no banco de dados.
sl: Shrani čakajoče vnesene informacije v zbirko podatkov.
uk: Реалізовано збереження даних щодо черги введення у базі даних.
zh_cn: 在数据库中存储待输入信息.

source: Allow to add attachment files from command line.
ar: اسمح بإضافة ملفات مرفقة من سطر الأوامر.
ca: Permet afegir fitxers adjunts des de la línia d'ordres.
es: Permitir adjuntar archivos en la línea de la orden.
eu: Eranskin fitxategiak komando-lerrotik gehitzea baimentzea.
fr: Autoriser l'ajout de fichiers joints à partir de la ligne de commandes.
he: לאפשר להוסיף צרופות משורת הפקודות.
it: Consente di aggiungere allegati dalla riga di comando.
ka: მიმაგრებული ფაილების ბრძანების სტრიქონიდან დამატების დაშვება.
nl: Sta het toevoegen van bestanden als bijlage toe vanaf de opdrachtregel.
pt_br: Permitir adicionar arquivos anexos a partir da linha de comando.
sl: Dovoli dodajanje prilog iz ukazne vrstice.
uk: Дозволено додавання файлів долучень з командного рядка.
zh_cn: 允许从命令行添加附件文件.

source: Add icon in configure ollama models.
ar: أضف أيقونة لضبط نماذج أولاما
ca: Afegeix la icona a la configuració dels models Ollama.
es: Añadir icono en la configuración de modelos de Ollama.
eu: Ollama ereduen konfigurazioan ikonoa gehitzea.
fr: Ajouter une icône dans la configuration des modèles pour Ollama.
he: נוסף סמל בהגדרת מודלים של ollama.
it: Aggiunge l'icona nella configurazione dei modelli ollama.
ka: დაემატა ხატულა ollama-ის მოდელების მორგების ფანჯარაში.
nl: Pictogram toevoegen in configureren van ollama-modellen.
pt_br: Adicionado ícone na configuração dos modelos ollama.
sl: Dodaj ikono pri konfiguriranju modelov Ollama.
uk: Додано піктограму для налаштовування моделей ollama.
zh_cn: 在配置 ollama 模型中添加图标.

source: Allow to use specific Ollama environment variables.
ar: السماح باستخدام متغيرات بيئة أولااما محددة.
ca: Permet utilitzar variables d'entorn específiques d'Ollama.
es: Permitir el uso de variables de entorno específicas de Ollama.
eu: Ollamaren ingurune aldagai espezifikoak erabiltzea baimendu.
fr: Autoriser l'utilisation de variables d'environnement spécifiques pour Ollama
he: לאפשר להשתמש במשתני סביבה מסוימים של Ollama.
it: Consentire l'uso di variabili d'ambiente specifiche di Ollama.
ka: სპეციფიკური Ollama-ის გარემოს ცვლადების გამოყენების დაშვება.
pt_br: Permite o uso de variáveis ​​de ambiente específicas do Ollama.
sl: Dovoli uporabo specifičnih okoljskih spremenljivk za okolje Ollama.
uk: Надає змогу скористатися специфічними змінними середовища Ollama.
zh_cn: 允许使用特定的 Ollama 环境变量.

source: Fix multi tools plugins call.
ar: إصلاح استدعاء محلقات متعددة الأدوات.
ca: Corregeix la crida als connectors multieines.
es: Corregir llamada de múltiples complementos.
eu: Tresna anitzen pluginek deia konpontzea.
fi: Korjaa monityökaluliitännäisen kutsu.
fr: Correction de l'appel à des modules externes multi-outils.
he: תוקנות קריאת תוספים למגוון כלים.
it: Corregge l'invocazione delle estensioni multi-strumento.
ka: გასწორდა mutitools დამატების გამოძახება.
nl: Aanroepen van plug-ins van multi-hulpmiddelen repareren
pl: Poprawiono wywołanie do wielu narzędzi.
pt_br: Corrige a chamada de plugins de ferramentas múltiplas.
sl: Popravi klic vtičnikov za več orodij.
uk: Виправлено виклик додатків із декількома інструментами
zh_cn: 修复多工具插件调用。
zh_tw: 修正多重工具外掛程式呼叫。

source: Account information
ar: معلومات الحساب
ca: Informació del compte
es: Información de la cuenta
eu: Kontuaren informazioa
he: פרטי החשבון
it: Informazioni sull'account
ka: ანგარიშის ინფორმაცია
pt_br: Informações da conta
sl: Podatki o računu
uk: Дані щодо облікового запису
zh_cn: 账户信息

source: Return the number of account.
ar: أرجع عدد الحسابات.
ca: Retorna el nombre de comptes.
es: Devolver el número de la cuenta.
eu: Kontuaren zenbakia itzuli.
he: החזרת מספר חשבון.
it: Restituisce il numero di account.
ka: ანგარიშების რაოდენობის დაბრუნება.
pt_br: Retorna o número da conta.
sl: Vrni številko računa.
uk: Повернути номер облікового запису.
zh_cn: 返回帐号个数.

source: Allow to export text in autogenerate editor plugins.
ar: اسمح بتصدير النص في ملحقات محرر التوليد الآلي.
ca: Permet exportar text als connectors d'editor generats automàticament.
es: Permitir exportación de texto en los complementos de generación automática del editor.
eu: Editorearen automatikoki sortzeko plugineko testua esportatzeko aukera ematea.
fi: Salli viedä tekstiä muokkaimen automaattituottoliitännäisiin.
fr: Autoriser l'exportation de texte dans les modules externes de l'éditeur de génération automatique.
he: לאפשר לייצא טקסט בתוספי עורך ליצירה אוטומטית.
it: Consente l'esportazione del testo nelle estensioni dell'editor di generazione automatica.
ka: ტექსტის გატანის დაშვება ავტოგენერაციის რედაქტორის დამატებებში.
nl: Toestaan tekst te exporteren in automatisch gegenereerde editor-plugins.
pl: Możliwość eksportowania tekstu we wtyczkach edytora autogenerowania.
pt_br: Permitir exportar texto em plugins de edição de geração automática.
sl: Dovoli izvoz v vtičnikih urejevalnika za samodejno generiranje besedil.
sv: Tillåt att exportera text i automatiskt genererade editorinsticksprogram
tr: Kendinden üretme düzenleyici eklentilerinden metin dışa aktarmayı destekle
uk: Уможливлено експортування тексту у додатках автоматичного породження до редактора.
zh_cn: 允许在自动生成编辑器插件中导出文本。
zh_tw: 允許在自動生成編輯器外掛程式中匯出文字。

source: Add new whatsnew widget.
ar: إضافة ودجة ما الجديد
ca: Afegeix un giny nou què hi ha de nou.
es: Añadir nuevo elemento de novedades.
eu: Zerberri trepeta berria gehitzea.
fi: Lisää uusi mitäuutta-sovelma.
fr: Ajouter un nouveau composant graphique « Quoi de neuf ».
he: הוספת וידג׳ט חדש להצגת מה חדש.
it: Aggiunge un nuovo oggetto Cosa c'è di nuovo.
ka: ახალი სიახლეების ვიჯეტის დამატება.
nl: Nieuw widget Wat-is-nieuw toevoegen.
pl: Dodano nowy element interfejsu "co nowego"
pt_br: Adicionar novo elemento 'O que há de novo?'.
sl: Dodaj nov gradnik kaj je novega.
sv: Lägg till ny vad-är-nytt grafisk komponent.
tr: Yeni “Neler Yeni” araç takımını ekle
uk: Додано новий віджет зі списком можливостей нової версії.
zh_cn: 添加新的 “whatsnew” 小部件。
zh_tw: 新增新功能元件。

source: New plugin: show collection size.
ar: ملحقة جديدة: عرض حجم التجميعة
ca: Connector nou: mostra la mida de la col·lecció.
es: Nuevo complemento: mostrar el tamaño de la colección.
eu: Plugin berria: erakutsi bildumaren neurria.
fi: Uusi liitännäinen: näytä kokoelman koko.
fr: Nouveau module externe : afficher la taille de la collection.
he: תוסף חדש: הצגת גודל אוסף.
it: Nuova estensione: mostra la dimensione della raccolta.
ka: ახალი დამატება: კოლექციის ზომის ჩვენება.
nl: Nieuwe plug-in: grootte van verzameling tonen.
pl: Nowa wtyczka: pokazywanie rozmiaru zbioru.
pt_br: Novo plugin: mostrar tamanho da coleção.
sl: Novi vtičnik: prikaži velikost zbirke.
sv: Nytt insticksprogram: Visa samlingsstorlek.
tr: Yeni eklenti: Koleksiyon büyüklüğünü göster
uk: Новий додаток: показ розміру збірки.
zh_cn: 新插件：显示集合大小。
zh_tw: 新外掛程式：顯示收藏大小。

source: Add thinking support.
it: Aggiunge supporto al pensiero.
pt_br: Adiciona suporte ao raciocínio.
sl: Dodaj podporo za razmišljanje.

source: Copyright © 2025 Laurent Montel
tr: © 2025 Laurent Montel
